{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=1; plural=0;","lang":"id_ID"},"%s item":["%s barang"],"&mdash; No Change &mdash;":["& mdash; Tidak Ada Perubahan & mdash;"],"(any)":["(apa saja)"],"(none)":["(tidak ada)"],"(only unrestricted)":["(hanya tidak dibatasi)"],"--":["-"],"<span title=\"%s\">Access Restrictions</span>":["<span title=\"%s\">Pembatasan Akses</span>"],"<sup>*</sup> For each capability, the groups that have the capability assigned are shown within parenthesis. You can choose a capability by typing part of the group's or the capability's name.":["<sup> * </sup> Untuk setiap kapabilitas, grup yang memiliki kapabilitas yang ditugaskan ditampilkan dalam kurung. Anda dapat memilih kapabilitas dengan mengetik bagian dari grup atau nama kapabilitas."],"A Duck!":["Seekor bebek!"],"A minimum set of permissions will be preserved.":["Serangkaian izin minimum akan dipertahankan."],"Access Groups":["Akses Grup"],"Access Restrictions":["Batasan Akses"],"Access denied.":["Akses ditolak."],"Access restricions":["Pembatasan akses"],"Access restrictions":["Pembatasan akses"],"Access restrictions &hellip;":["Pembatasan akses & hellip;"],"Add":["Menambahkan"],"Add a new capability":["Tambahkan kemampuan baru"],"Add a new group":["Tambahkan grup baru"],"Add capability":["Tambahkan kemampuan"],"Add restriction":["Tambahkan batasan"],"Add to group":["Tambahkan ke grup"],"Add-Ons":["Add-on"],"Adding the group and capability manually and enabling it for access restriction":["Menambahkan grup dan kemampuan secara manual dan memungkinkannya untuk pembatasan akses"],"Administer Groups":["Administer Groups"],"Administer Groups plugin options":["Mengelola opsi plugin Grup"],"Administrator Access Override":["Pengesampingan Akses Administrator"],"Administrators override all access permissions derived from Groups capabilities.":["Administrator mengganti semua izin akses yang berasal dari kemampuan Grup."],"Also look for groups related to terms":["Cari juga grup yang terkait dengan istilah"],"Anyone &hellip;":["Siapa saja & hellip;"],"Apply":["Menerapkan"],"Become a member of the <em>Premium</em> group - this is required so you can choose the <em>premium</em> capability to restrict access to a post.":["Menjadi anggota grup <em> Premium </em> - ini diperlukan agar Anda dapat memilih kemampuan <em> premium </em> untuk membatasi akses ke sebuah posting."],"Bulk Actions":["Aksi besar"],"By getting an official extension, you fund the work that is necessary to maintain and improve Groups.":["Dengan mendapatkan perpanjangan resmi, Anda mendanai pekerjaan yang diperlukan untuk mempertahankan dan meningkatkan Grup."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED for <strong>all sites</strong>. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["PERHATIAN: Jika opsi ini aktif saat plugin dinonaktifkan, SEMUA pengaturan plugin dan data akan DIHAPUS untuk <strong> semua situs </strong>. Jika Anda akan menggunakan opsi ini, sekarang saat yang tepat untuk membuat cadangan. Dengan mengaktifkan opsi ini, Anda setuju untuk sepenuhnya bertanggung jawab atas kehilangan data atau konsekuensi lainnya."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["PERHATIAN: Jika opsi ini aktif saat plugin dinonaktifkan, SEMUA pengaturan dan data plugin akan DIHAPUS. Jika Anda akan menggunakan opsi ini, sekarang saat yang tepat untuk membuat cadangan. Dengan mengaktifkan opsi ini, Anda setuju untuk sepenuhnya bertanggung jawab atas kehilangan data atau konsekuensi lainnya."],"Cancel":["Membatalkan"],"Capabilities":["Kemampuan"],"Capabilities &hellip;":["Kemampuan & hellip;"],"Capability":["Kemampuan"],"Capability ID":["ID kemampuan"],"Choose access restriction groups &hellip;":["Pilih grup pembatasan akses & hellip;"],"Choose access restrictions &hellip;":["Pilih batasan akses & hellip;"],"Choose capabilities &hellip;":["Pilih kemampuan & hellip;"],"Choose groups &hellip;":["Pilih grup & hellip;"],"Choose one or more capabilities to restrict access. Groups that grant access through the capabilities are shown in parenthesis. If no capabilities are available yet, you can use the quick-create box to create a group and capability enabled for access restriction on the fly.":["Pilih satu atau beberapa kemampuan untuk membatasi akses. Grup yang memberikan akses melalui kemampuan ditampilkan dalam tanda kurung. Jika belum ada kemampuan yang tersedia, Anda dapat menggunakan kotak buat cepat untuk membuat grup dan kemampuan yang diaktifkan untuk pembatasan akses dengan cepat."],"Choose or enter <em>Premium</em> in the <em>Read</em> field located in the <em>Groups</em> box and save or update the post (or hit Enter).":["Pilih atau masukkan <em> Premium </em> di bidang <em> Baca </em> yang terletak di kotak <em> Grup </em> dan simpan atau perbarui posting (atau tekan Enter)."],"Clear":["Bersih"],"Click to add a new capability":["Klik untuk menambahkan kemampuan baru"],"Click to add a new group":["Klik untuk menambahkan grup baru"],"Click to refresh capabilities":["Klik untuk menyegarkan kemampuan"],"Click to toggle the display of groups that grant the capabilities.":["Klik untuk mengganti tampilan grup yang memberikan kemampuan."],"Content will be shown to users that are members of these groups:":["Konten akan ditampilkan kepada pengguna yang menjadi anggota grup ini:"],"Content will be shown to users that are not members of these groups:":["Konten akan ditampilkan kepada pengguna yang bukan anggota grup ini:"],"Contribute Bitcoin to Groups":["Sumbangkan Bitcoin ke Groups"],"Could you please spare a minute and give it a review over at WordPress.org?":["Bisakah Anda menyisihkan waktu sebentar dan memberikan ulasan di WordPress.org?"],"Current page":["Halaman saat ini"],"Deactivation and data persistence":["Deaktivasi dan kegigihan data"],"Delete all Groups plugin data for ALL sites on network deactivation":["Hapus semua data plugin Grup untuk SEMUA situs di penonaktifan jaringan"],"Delete all Groups plugin data on deactivation":["Hapus semua data plugin Grup pada penonaktifan"],"Description":["Deskripsi"],"Disabling this setting for a post type also disables existing access restrictions on individual posts of that type.":["Menonaktifkan pengaturan ini untuk jenis posting juga menonaktifkan pembatasan akses yang ada pada setiap posting dari jenis itu."],"Discover our favorite Extensions for Groups and WooCommerce":["Temukan Ekstensi favorit kami untuk Groups dan WooCommerce"],"Dismiss":["Memberhentikan"],"Documentation":["Dokumentasi"],"Edit":["Edit"],"Edit a capability":["Edit kemampuan"],"Edit a group":["Edit grup"],"Edit the post for which you want to restrict access and choose<sup>*</sup> the <em>premium</em> capability.":["Edit pos yang ingin Anda batasi akses dan pilih kemampuan <sup> * </sup> <em> premium </em>."],"Efficient User Interface":["Antarmuka Pengguna yang Efisien"],"Enable legacy access control based on capabilities.":["Aktifkan kontrol akses lawas berdasarkan kemampuan."],"Enabling this on production sites is <strong>not</strong> recommended.":["Disarankan untuk mengaktifkan ini di situs produksi <strong> tidak </strong>."],"Enforce read access":["Menegakkan akses baca"],"Enhanced functionality is available via official %1$sExtensions%2$s for Groups.":["Fungsionalitas yang disempurnakan tersedia melalui %1$sEkstensi%2$s resmi untuk Grup."],"Enhanced functionality is available via official extensions for Groups.":["Fungsionalitas yang disempurnakan tersedia melalui ekstensi resmi untuk Grup."],"Enter <em>Premium</em> in the quick-create field located in the Access restrictions panel and save or update the post (or hit Enter).":["Masukkan <em> Premium </em> di bidang pembuatan cepat yang terletak di panel Pembatasan akses dan simpan atau perbarui posting (atau tekan Enter)."],"Example:":["Contoh:"],"Filter":["Filter"],"Filters":["Filter"],"Follow %1$s and visit %2$s to stay tuned for free and premium tools.":["Ikuti %1$s dan kunjungi %2$s untuk mendapatkan alat gratis dan premium."],"Go to <strong>Groups > Capabilities</strong> and add the <em>premium</em> capability.":["Buka <strong> Grup> Kemampuan </strong> dan tambahkan kemampuan <em> premium </em>."],"Go to <strong>Groups > Groups</strong> and add the <em>Premium</em> group.":["Buka <strong> Grup> Grup </strong> dan tambahkan grup <em> Premium </em>."],"Go to <strong>Groups > Groups</strong> and assign the <em>premium</em> capability to the <em>Premium</em> group.":["Buka <strong> Grup> Grup </strong> dan berikan kemampuan <em> premium </em> ke grup <em> Premium </em>."],"Go to <strong>Groups > Options</strong> and enable the <em>premium</em> capability to restrict access.":["Buka <strong> Grup> Opsi </strong> dan aktifkan kemampuan <em> premium </em> untuk membatasi akses."],"Go to the first page":["Pergi ke halaman pertama"],"Go to the last page":["Pergi ke halaman terakhir"],"Go to the next page":["Pergi ke halaman berikutnya"],"Go to the previous page":["Pergi ke halaman sebelumnya"],"Group":["Kelompok"],"Group Actions":["Tindakan Kelompok"],"Group ID":["ID grup"],"Group Name":["Nama grup"],"Groups %s features a simpler model for access restrictions based on groups instead of capabilities used in Groups 1.x.":["Groups %s menampilkan model yang lebih sederhana untuk pembatasan akses berdasarkan pada kelompok alih-alih kemampuan yang digunakan dalam Groups 1.x."],"Groups &hellip;":["Grup & hellip;"],"Groups Add-Ons":["Pengaya Groups"],"Groups Capabilities":["Kemampuan Grup"],"Groups Member":["Anggota Grup"],"Groups Non-member":["Grup Non-anggota"],"Groups Options":["Opsi Grup"],"Groups is configured to delete its plugin data on deactivation.":["Grup dikonfigurasikan untuk menghapus data pengaya pada penonaktifan."],"Groups network options":["Opsi jaringan grup"],"Groups options":["Opsi grup"],"Here you can <strong>add</strong>, <strong>edit</strong> and <strong>remove</strong> groups.":["Di sini Anda dapat <strong> menambahkan </strong>, <strong> mengedit </strong> dan <strong> menghapus </strong> grup."],"Hide content from group members":["Sembunyikan konten dari anggota grup"],"I have already done that or do not want to submit a review.":["Saya sudah melakukannya atau tidak ingin mengirimkan ulasan."],"I want to submit a review later, remind me!":["Saya ingin mengirimkan ulasan nanti, ingatkan saya!"],"I want to submit a review right now!":["Saya ingin mengirimkan ulasan sekarang juga!"],"ID":["ID"],"If you had any access restrictions in place based on capabilities, the entries will now be unprotected, unless you enable legacy access restrictions or place appropriate access restrictions based on groups on the desired entries.":["Jika Anda memiliki batasan akses yang didasarkan pada kemampuan, entri tersebut sekarang tidak akan dilindungi, kecuali jika Anda mengaktifkan pembatasan akses lawas atau menempatkan pembatasan akses yang sesuai berdasarkan grup pada entri yang diinginkan."],"If you lock yourself out, please ask an administrator to help.":["Jika Anda mengunci diri, silakan minta administrator untuk membantu."],"If you would like to switch to access restrictions based on groups (recommended) instead of capabilities, you can easily do so by setting the appropriate groups on your protected posts, pages and other entries to restrict access.":["Jika Anda ingin beralih ke pembatasan akses berdasarkan grup (disarankan) alih-alih kemampuan, Anda dapat dengan mudah melakukannya dengan mengatur grup yang sesuai pada posting, halaman, dan entri lain yang dilindungi untuk membatasi akses."],"Important":["Penting"],"In the same field, you can create a new group and restrict access. Group names are case-sensitive. In order to be able to use the new group, your user account will be assigned to it.":["Di bidang yang sama, Anda dapat membuat grup baru dan membatasi akses. Nama grup peka huruf besar-kecil. Agar dapat menggunakan grup baru, akun pengguna Anda akan ditugaskan untuk itu."],"Include these capabilities to enforce read access on posts. The selected capabilities will be offered to restrict access to posts.":["Sertakan kemampuan ini untuk menegakkan akses baca pada posting. Kemampuan yang dipilih akan ditawarkan untuk membatasi akses ke posting."],"Inherited capabilities:":["Kemampuan yang diwariskan:"],"Invalid post ID.":["ID kiriman tidak valid."],"It seems that you have updated from Groups 1.x where access restrictions were based on capabilities.":["Tampaknya Anda telah memperbarui dari Grup 1.x di mana pembatasan akses didasarkan pada kemampuan."],"Join the %s group":["Bergabunglah dengan grup %s"],"Leave the %s group":["Tinggalkan grup %s"],"Legacy Settings":["Pengaturan Warisan"],"Let's assume that you want to limit the visibility of a post to members of the <em>Premium</em> group.":["Mari kita asumsikan bahwa Anda ingin membatasi visibilitas posting ke anggota grup <em> Premium </em>."],"Loading...":["Memuat..."],"Log out":["Keluar"],"Manage groups and users with a minimal footprint on the administrative screens.":["Kelola grup dan pengguna dengan jejak minimal di layar administratif."],"Many thanks for using <strong>Groups</strong>!":["Banyak terima kasih telah menggunakan <strong> Grup </strong>!"],"Media":["Media"],"Members of the %1$s group can access this %2$s through this capability.":["Anggota grup %1$s dapat mengakses %2$s ini melalui kemampuan ini."],"More recommended Extensions for Groups":["Ekstensi yang disarankan untuk Groups"],"Name":["Nama"],"Network deactivation and data persistence":["Deaktivasi jaringan dan kegigihan data"],"New Capability":["Kemampuan Baru"],"New Group":["Grup baru"],"No groups grant access through this capability. To grant access to group members using this capability, you should assign it to a group and enable the capability for access restriction.":["Tidak ada grup yang memberikan akses melalui kemampuan ini. Untuk memberikan akses kepada anggota grup menggunakan kemampuan ini, Anda harus menugaskannya ke grup dan mengaktifkan kemampuan untuk pembatasan akses."],"No new capabilities have been found.":["Tidak ada kemampuan baru yang ditemukan."],"No such capabilities.":["Tidak ada kemampuan seperti itu."],"No such capability.":["Tidak ada kemampuan seperti itu."],"No such group.":["Tidak ada grup seperti itu."],"No such groups.":["Tidak ada grup seperti itu."],"Note that you must be a member of a group that has such a capability assigned.":["Perhatikan bahwa Anda harus menjadi anggota grup yang memiliki kemampuan seperti itu."],"Note that you must be a member of a group to use it to restrict access.":["Perhatikan bahwa Anda harus menjadi anggota grup untuk menggunakannya untuk membatasi akses."],"Now you can protect your posts, pages and any other custom post type like products or events by simply assigning them to one or more groups.":["Sekarang Anda dapat melindungi posting, halaman, dan jenis posting kustom lainnya seperti produk atau acara hanya dengan menetapkannya ke satu atau beberapa grup."],"Once you have adjusted your access restrictions based on groups, you can disable legacy access control.":["Setelah menyesuaikan batasan akses berdasarkan grup, Anda dapat menonaktifkan kontrol akses lawas."],"One capability has been added.":["%d kemampuan telah ditambahkan."],"One or more capabilities required to read the entry.":["Diperlukan satu atau lebih kemampuan untuk membaca entri."],"One or more groups granting access to entries.":["Satu atau lebih grup yang memberikan akses ke entri."],"Only groups or users that have one of the selected capabilities are allowed to read this %s.":["Hanya grup atau pengguna yang memiliki salah satu kemampuan terpilih yang diizinkan membaca %s ."],"Options":["Pilihan"],"Options saved.":["Opsi disimpan."],"Other recommended Tools":["Alat lain yang direkomendasikan"],"Parent":["Induk"],"Perfect complements to memberships and access control with Groups.":["Pelengkap sempurna untuk keanggotaan dan kontrol akses dengan Grup."],"Permissions":["Izin"],"Please confirm removal of the following groups. This action cannot be undone.":["Harap konfirmasikan penghapusan grup berikut. Tindakan ini tidak bisa dibatalkan."],"Please confirm to remove the following capabilities. This action cannot be undone.":["Harap konfirmasi untuk menghapus kemampuan berikut. Tindakan ini tidak bisa dibatalkan."],"Please give it a <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating.":["Tolong beri nilai <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;&#9733;</a>."],"Please make sure to read the %1$sMigration Guide%2$s.":["Pastikan untuk membaca %1$sPanduan Migrasi%2$s."],"Please refer to the %s for details on how to switch to and use the new access restrictions.":["Silakan merujuk ke %s untuk rincian tentang cara beralih dan menggunakan pembatasan akses baru."],"Please use %s for files that require complete protection.":["Harap gunakan %s untuk file yang membutuhkan perlindungan lengkap."],"Post":["Pos"],"Post types":["Jenis posting"],"Protect Content Easily":["Lindungi Konten dengan Mudah"],"Quick-create group &amp; capability":["Buat grup cepat & amp; kemampuan"],"Read":["Baca baca"],"Read Post":["Baca Posting"],"Refresh":["Menyegarkan"],"Registered":["Terdaftar"],"Remind me later":["Ingatkan aku nanti"],"Remove":["Menghapus"],"Remove a capability":["Hapus kemampuan"],"Remove a group":["Hapus grup"],"Remove capabilities":["Hapus kemampuan"],"Remove capability":["Hapus kemampuan"],"Remove from group":["Hapus dari grup"],"Remove group":["Hapus grup"],"Remove groups":["Hapus grup"],"Remove restriction":["Hapus batasan"],"Restrict Access":["Batasi Akses"],"Restricts the visibility of this %s to members of the chosen groups.":["Membatasi visibilitas %s kepada anggota grup yang dipilih."],"Restricts the visibility of this entry to members of the chosen groups.":["Membatasi visibilitas entri ini kepada anggota grup yang dipilih."],"Results per page":["Hasil per halaman"],"Role":["Peran"],"Save":["Menyimpan"],"Select Groups":["Pilih Grup"],"Show access restrictions for these post types.":["Tampilkan batasan akses untuk jenis posting ini."],"Show content for group members":["Tampilkan konten untuk anggota grup"],"Show groups":["Perlihatkan grup"],"Show groups in user profiles.":["Tampilkan grup di profil pengguna."],"Show the Groups tree view.":["Tampilkan tampilan hierarki Grup."],"Some post types shown may not offer access restrictions even though they appear enabled here.":["Beberapa jenis posting yang ditampilkan mungkin tidak menawarkan pembatasan akses meskipun tampaknya diaktifkan di sini."],"Support the developers and contribute Bitcoin to %s":["Dukung pengembang dan sumbangkan Bitcoin ke %s"],"Switching to Groups %s":["Beralih ke Grup %s"],"Terms":["Ketentuan"],"Thank you for using %1$s by %2$s.":["Terima kasih telah menggunakan %1$s oleh %2$s."],"Thanks for using Groups! We have made it even easier to protect your content and hope you like it :)":["Terima kasih telah menggunakan Grup! Kami telah membuatnya lebih mudah untuk melindungi konten Anda dan berharap Anda menyukainya :)"],"The <em>%s</em> capability already exists and cannot be assigned to this one.":["Kemampuan <em>%s</em> sudah ada dan tidak dapat ditetapkan untuk yang ini."],"The <em>%s</em> capability already exists.":["Kemampuan <em>%s</em> sudah ada."],"The <em>%s</em> capability could not be updated.":["Kemampuan <em>%s</em> tidak dapat diperbarui."],"The <em>%s</em> capability has been created.":["Kemampuan <em>%s</em> telah dibuat."],"The <em>%s</em> capability has been updated.":["Kemampuan <em>%s</em> telah diperbarui."],"The <em>%s</em> group already exists and cannot be used to name this one.":["Grup <em>%s</em> sudah ada dan tidak dapat digunakan untuk memberi nama grup ini."],"The <em>%s</em> group already exists.":["Grup <em>%s</em> sudah ada."],"The <em>%s</em> group has been created.":["Grup <em>%s</em> telah dibuat."],"The <em>%s</em> group has been updated.":["Grup <em>%s</em> telah diperbarui."],"The <em>Capability</em> must not be empty.":["<em> Kemampuan </em> tidak boleh kosong."],"The <em>Name</em> must not be empty.":["<em> Nama </em> tidak boleh kosong."],"The attachment page is restricted to authorized users, but due to technical limitations, the file can still be accessed directly via its URL.":["Halaman lampiran dibatasi untuk pengguna yang berwenang, tetapi karena keterbatasan teknis, file masih dapat diakses langsung melalui URL-nya."],"The capability has been deleted.":["Kemampuan telah dihapus."],"The chosen capabilities are assigned to the group.":["Kemampuan yang dipilih ditugaskan ke grup."],"The complete documentation is available on the %s pages for Groups.":["Dokumentasi lengkap tersedia di halaman %s untuk Groups."],"The following is only of interest if you have upgraded from Groups 1.x:":["Yang berikut ini hanya menarik jika Anda telah meningkatkan dari Grup 1.x:"],"The group has been deleted.":["Grup telah dihapus."],"The manual way:":["Cara manual:"],"The name must not be empty.":["Nama tidak boleh kosong."],"The quick way:":["Cara cepat:"],"The user is a member of the chosen groups.":["Pengguna adalah anggota grup yang dipilih."],"There are no results.":["Tidak ada hasil."],"These capabilities will be assigned to the group.":["Kemampuan ini akan ditugaskan ke grup."],"These permissions apply to Groups management. They do not apply to access permissions derived from Groups capabilities.":["Izin ini berlaku untuk manajemen Grup. Mereka tidak berlaku untuk izin akses yang berasal dari kemampuan Grup."],"This could be important!":["Ini bisa jadi penting!"],"This determines for which post types access restriction settings are offered.":["Ini menentukan pengaturan pembatasan akses jenis posting apa yang ditawarkan."],"This group has no capabilities.":["Grup ini tidak memiliki kemampuan."],"This means that if you had access restrictions in place that were based on capabilities, your entries will still be protected.":["Ini berarti bahwa jika Anda memiliki batasan akses yang didasarkan pada kemampuan, entri Anda akan tetap terlindungi."],"This method is deprecated. You should use Groups_Post_Access_Legacy::get_read_post_capabilities() to retrieve the capabilities instead.":["Metode ini sudah usang. Anda harus menggunakan Groups_Post_Access_Legacy :: get_read_post_capabilities () untuk mengambil kemampuan sebagai gantinya."],"To disable, do not define the constant <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> or set it to <code>false</code>.":["Untuk menonaktifkan, jangan mendefinisikan konstanta <code> GROUPS_ADMINISTRATOR_OVERRIDE </code> atau setel ke <code> false </code>."],"To make it easier to transition to the new model for those who migrate from a previous version, we have included legacy access control based on capabilities.":["Untuk mempermudah transisi ke model baru bagi mereka yang bermigrasi dari versi sebelumnya, kami telah menyertakan kontrol akses lawas berdasarkan kemampuan."],"To put it simple, previously you would have used capabilities to restrict access to posts and now you simply use groups.":["Sederhananya, sebelumnya Anda akan menggunakan kemampuan untuk membatasi akses ke posting dan sekarang Anda cukup menggunakan grup."],"Tree":["Pohon"],"Tree of Groups":["Pohon Kelompok"],"Tree view":["Tampilan pohon"],"Try the quick-create field first. Unless you need a more complex setup, there is no reason to go this way instead.":["Cobalah bidang buat cepat terlebih dahulu. Kecuali jika Anda membutuhkan pengaturan yang lebih kompleks, tidak ada alasan untuk melakukannya."],"Type and choose &hellip;":["Ketik dan pilih & hellip;"],"Use the <em>Access restrictions</em> box to limit the visibility of posts, pages and other post types.":["Gunakan kotak <em> Batasan akses </em> untuk membatasi visibilitas posting, halaman, dan jenis posting lainnya."],"Use the <em>Groups</em> box to limit the visibility of posts, pages and other post types.":["Gunakan kotak <em> Grup </em> untuk membatasi visibilitas posting, halaman, dan jenis posting lainnya."],"User profiles":["Profil pengguna"],"Using the quick-create field":["Menggunakan bidang buat cepat"],"Using the quick-create field, you can create a new group and capability. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["Menggunakan bidang pembuatan cepat, Anda dapat membuat grup dan kemampuan baru. Kemampuan akan ditugaskan ke grup dan diaktifkan untuk menegakkan akses baca. Nama grup peka huruf besar-kecil, nama kemampuan adalah versi huruf kecil dari nama grup. Jika grup sudah ada, kemampuan baru dibuat dan ditugaskan ke grup yang ada. Jika kemampuan sudah ada, itu akan ditugaskan ke grup. Jika keduanya sudah ada, kemampuan diaktifkan untuk menegakkan akses baca. Agar dapat menggunakan kapabilitas, akun pengguna Anda akan ditugaskan ke grup."],"View the Welcome screen for this version of Groups":["Lihat layar Selamat Datang untuk versi Grup ini"],"Warning!":["Peringatan!"],"We have made it even easier to protect your content!":["Kami telah membuatnya lebih mudah untuk melindungi konten Anda!"],"Welcome":["Selamat datang"],"Welcome to Groups":["Selamat datang di Grup"],"Welcome to Groups %s":["Selamat datang di Grup %s"],"What's New?":["Apa yang baru?"],"Whether you are new to Groups or have been using it before, please make sure to visit the %1$sDocumentation%2$s pages to know more about how to use it.":["Baik Anda baru di Grup atau pernah menggunakannya sebelumnya, pastikan untuk mengunjungi %1$sDokumentasi%2$s halaman untuk mengetahui lebih banyak tentang cara menggunakannya."],"Yes, here we go!":["Ya, ini dia!"],"You are a member of the %s group.":["Anda adalah anggota grup %s."],"You are running the system with legacy access control based on capabilities disabled.":["Anda menjalankan sistem dengan kontrol akses lawas berdasarkan kemampuan yang dinonaktifkan."],"You are running the system with legacy access control based on capabilities enabled.":["Anda menjalankan sistem dengan kontrol akses lama berdasarkan kapabilitas yang diaktifkan."],"You can create a new group and capability here. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["Anda dapat membuat grup dan kemampuan baru di sini. Kemampuan akan ditugaskan ke grup dan diaktifkan untuk menegakkan akses baca. Nama grup peka huruf besar-kecil, nama kemampuan adalah versi huruf kecil dari nama grup. Jika grup sudah ada, kemampuan baru dibuat dan ditugaskan ke grup yang ada. Jika kemampuan sudah ada, itu akan ditugaskan ke grup. Jika keduanya sudah ada, kemampuan diaktifkan untuk menegakkan akses baca. Agar dapat menggunakan kapabilitas, akun pengguna Anda akan ditugaskan ke grup."],"You can create a new group by indicating the group's name.":["Anda dapat membuat grup baru dengan menunjukkan nama grup."],"You can restrict the visibility of this %1$s to group members. Choose one or more groups that are allowed to read this %2$s. If no groups are chosen, the %3$s is visible to anyone.":["Anda dapat membatasi keterlihatan %1$s untuk anggota grup. Pilih satu atau lebih grup yang diizinkan membaca ini %2$s . Jika tidak ada grup yang dipilih, %3$s dapat dilihat oleh siapa saja."],"You can restrict the visibility to group members. Choose one or more groups to restrict access. If no groups are chosen, this entry is visible to anyone.":["Anda dapat membatasi visibilitas ke anggota grup. Pilih satu atau beberapa grup untuk membatasi akses. Jika tidak ada grup yang dipilih, entri ini dapat dilihat oleh siapa saja."],"You can select one or more capabilities that are enabled for access restriction.":["Anda dapat memilih satu atau beberapa kemampuan yang diaktifkan untuk pembatasan akses."],"You can select one or more groups to restrict access to its members.":["Anda dapat memilih satu atau beberapa grup untuk membatasi akses ke anggotanya."],"You cannot set any access restrictions.":["Anda tidak dapat menetapkan batasan akses apa pun."],"You have joined the %s group.":["Anda telah bergabung dengan grup %s."],"You have left the %s group.":["Anda telah meninggalkan grup %s."],"You must be in a group that has at least one capability enabled to enforce read access.":["Anda harus berada dalam grup yang memiliki setidaknya satu kemampuan yang diaktifkan untuk menegakkan akses baca."],"You need to have permission to set access restrictions.":["Anda harus memiliki izin untuk menetapkan batasan akses."],"You should use Groups_Post_Access_Legacy::create() to pass a capability restriction instead.":["Anda harus menggunakan Groups_Post_Access_Legacy :: create () untuk memberikan batasan kemampuan."],"Your support matters!":["Dukungan Anda penting!"],"access":["mengakses"],"groups":["kelompok"],"members":["anggota"],"paging\u0004%1$s of %2$s":["%1$s dari %2$s"],"label for conjunctive groups filter checkbox\u0004&cap;":["&topi;"],"Help tab title and heading\u0004Capabilities":["Kemampuan"],"Help tab title and heading\u0004Groups":["Grup"],"Help tab title and heading\u0004Options":["Pilihan"],"title of dismiss notice link\u0004Dismiss":["Memberhentikan"],"Attachment field label\u0004Groups":["Grup"],"Bulk edit field label\u0004Groups":["Grup"],"Column header\u0004Groups":["Grup"],"Column header (Users)\u0004Groups":["Grup"],"Groups section heading (add user)\u0004Groups":["Grup"],"Groups section heading (edit user)\u0004Groups":["Grup"],"Groups section heading (user profile)\u0004Groups":["Grup"],"Help heading\u0004Groups":["Grup"],"Help tab title\u0004Groups":["Grup"],"Help title\u0004Groups":["Grup"],"Meta box title\u0004Groups":["Grup"],"Network menu page title\u0004Groups":["Grup"],"Plugin action link\u0004Groups":["Grup"],"Plugin action link\u0004Options":["Pilihan"],"menu item title\u0004Groups":["Grup"],"page-title\u0004Groups":["Grup"],"label title for conjunctive groups filter checkbox\u0004Users must belong to all chosen groups":["Pengguna harus termasuk dalam semua grup yang dipilih"]}}}