{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && (n%100<10 || n%100>=20) ? 1 : 2);","lang":"lt"},"%s item":["%s elementas","%s elementai","%s elementai"],"&mdash; No Change &mdash;":[""],"(any)":[""],"(none)":[""],"(only unrestricted)":[""],"--":["--"],"<span title=\"%s\">Access Restrictions</span>":[""],"<sup>*</sup> For each capability, the groups that have the capability assigned are shown within parenthesis. You can choose a capability by typing part of the group's or the capability's name.":[""],"A Duck!":[""],"A minimum set of permissions will be preserved.":["Minimalus leidimų, kurie bus išsaugomi, rinkinys."],"Access Groups":["Pasiekti Grupes"],"Access Restrictions":[""],"Access denied.":["Prieiga nesuteikta."],"Access restricions":[""],"Access restrictions":["Prieigos apribojimai"],"Access restrictions &hellip;":[""],"Add":["Pridėti"],"Add a new capability":["Pridėti naują gebą"],"Add a new group":["Pridėti naują grupę"],"Add capability":[""],"Add restriction":[""],"Add to group":[""],"Add-Ons":[""],"Adding the group and capability manually and enabling it for access restriction":[""],"Administer Groups":["Administer Groups"],"Administer Groups plugin options":["Administer Groups papildinio parinktys"],"Administrator Access Override":["Administratoriaus Prieigos Nepaisymas"],"Administrators override all access permissions derived from Groups capabilities.":["Administratoriai gauna visus leidmus, gautus iš Grupės gebų."],"Also look for groups related to terms":[""],"Anyone &hellip;":[""],"Apply":["Pritaikyti"],"Become a member of the <em>Premium</em> group - this is required so you can choose the <em>premium</em> capability to restrict access to a post.":[""],"Bulk Actions":[""],"By getting an official extension, you fund the work that is necessary to maintain and improve Groups.":[""],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED for <strong>all sites</strong>. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":[""],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["DĖMESIO: Jeigu ši parinktis aktyvi, kuomet papildinys yra deaktyvuojamas, VISOS papildinio nuostatos ir VISI papildinio domenys bus IŠTRINTI. Jeigu Jūs planuojate naudoti šią parinktį, dabar būtų pats laikas pasidaryti atsarginę kopiją. Suaktyvindamas šią parinktį Jūs pripažystate, jog esate pilnai atsakingas dėl bet kokio duomenų praradimo ar kitokių nenumatytų pasėkmių."],"Cancel":["Atšaukti"],"Capabilities":["Gebos"],"Capabilities &hellip;":[""],"Capability":["Geba"],"Capability ID":[""],"Choose access restriction groups &hellip;":[""],"Choose access restrictions &hellip;":[""],"Choose capabilities &hellip;":[""],"Choose groups &hellip;":[""],"Choose one or more capabilities to restrict access. Groups that grant access through the capabilities are shown in parenthesis. If no capabilities are available yet, you can use the quick-create box to create a group and capability enabled for access restriction on the fly.":[""],"Choose or enter <em>Premium</em> in the <em>Read</em> field located in the <em>Groups</em> box and save or update the post (or hit Enter).":[""],"Clear":["Išvalyti"],"Click to add a new capability":["Paspauskite čia, norėdamas pridėti naują gebą"],"Click to add a new group":["Paspauskite, norėdamas pridėti naują grupę"],"Click to refresh capabilities":[""],"Click to toggle the display of groups that grant the capabilities.":[""],"Content will be shown to users that are members of these groups:":[""],"Content will be shown to users that are not members of these groups:":[""],"Contribute Bitcoin to Groups":[""],"Could you please spare a minute and give it a review over at WordPress.org?":[""],"Current page":["Dabartinis puslapis"],"Deactivation and data persistence":["Deaktyvavimas ir duomenų išsaugojimas"],"Delete all Groups plugin data for ALL sites on network deactivation":[""],"Delete all Groups plugin data on deactivation":[""],"Description":["Aprašymas"],"Disabling this setting for a post type also disables existing access restrictions on individual posts of that type.":[""],"Discover our favorite Extensions for Groups and WooCommerce":[""],"Dismiss":[""],"Documentation":[""],"Edit":["Redaguoti"],"Edit a capability":["Redaguoti gebą"],"Edit a group":["Redaguti grupę"],"Edit the post for which you want to restrict access and choose<sup>*</sup> the <em>premium</em> capability.":[""],"Efficient User Interface":[""],"Enable legacy access control based on capabilities.":[""],"Enabling this on production sites is <strong>not</strong> recommended.":[""],"Enforce read access":["Iššaukti skaitymo prieigą"],"Enhanced functionality is available via official %1$sExtensions%2$s for Groups.":[""],"Enhanced functionality is available via official extensions for Groups.":[""],"Enter <em>Premium</em> in the quick-create field located in the Access restrictions panel and save or update the post (or hit Enter).":[""],"Example:":[""],"Filter":[""],"Filters":["Filtrai"],"Follow %1$s and visit %2$s to stay tuned for free and premium tools.":[""],"Go to <strong>Groups > Capabilities</strong> and add the <em>premium</em> capability.":[""],"Go to <strong>Groups > Groups</strong> and add the <em>Premium</em> group.":[""],"Go to <strong>Groups > Groups</strong> and assign the <em>premium</em> capability to the <em>Premium</em> group.":[""],"Go to <strong>Groups > Options</strong> and enable the <em>premium</em> capability to restrict access.":[""],"Go to the first page":["Eiti į pirmą puslapį"],"Go to the last page":["Eiti į paskutinį puslapį"],"Go to the next page":["Eiti į sekantį puslapį"],"Go to the previous page":["Eiti į paskiausią puslapį"],"Group":["Grupė"],"Group Actions":[""],"Group ID":[""],"Group Name":["Grupės pavadinimas"],"Groups %s features a simpler model for access restrictions based on groups instead of capabilities used in Groups 1.x.":[""],"Groups &hellip;":[""],"Groups Add-Ons":[""],"Groups Capabilities":["Grupių Gebos"],"Groups Member":["Groups Member"],"Groups Non-member":["Groups Non-member"],"Groups Options":[""],"Groups is configured to delete its plugin data on deactivation.":["Grupės sukonfigūruotas ištrinti savo duomenis, kai jis yra išjungtas."],"Groups network options":[""],"Groups options":["Grupių parinktys"],"Here you can <strong>add</strong>, <strong>edit</strong> and <strong>remove</strong> groups.":["Čia Jūs galite <strong>pridėti</strong>, <strong>redaguoti</strong> ir <strong>pašalinti</strong> grupes."],"Hide content from group members":[""],"I have already done that or do not want to submit a review.":[""],"I want to submit a review later, remind me!":[""],"I want to submit a review right now!":[""],"ID":[""],"If you had any access restrictions in place based on capabilities, the entries will now be unprotected, unless you enable legacy access restrictions or place appropriate access restrictions based on groups on the desired entries.":[""],"If you lock yourself out, please ask an administrator to help.":["Jeigu užsirakinsite save, prašome pagalbos kreiptis į administratorių."],"If you would like to switch to access restrictions based on groups (recommended) instead of capabilities, you can easily do so by setting the appropriate groups on your protected posts, pages and other entries to restrict access.":[""],"Important":[""],"In the same field, you can create a new group and restrict access. Group names are case-sensitive. In order to be able to use the new group, your user account will be assigned to it.":[""],"Include these capabilities to enforce read access on posts. The selected capabilities will be offered to restrict access to posts.":[""],"Inherited capabilities:":[""],"Invalid post ID.":[""],"It seems that you have updated from Groups 1.x where access restrictions were based on capabilities.":[""],"Join the %s group":[""],"Leave the %s group":[""],"Legacy Settings":[""],"Let's assume that you want to limit the visibility of a post to members of the <em>Premium</em> group.":[""],"Loading...":[""],"Log out":[""],"Manage groups and users with a minimal footprint on the administrative screens.":[""],"Many thanks for using <strong>Groups</strong>!":[""],"Media":[""],"Members of the %1$s group can access this %2$s through this capability.":["","Members of the %1$s groups can access this %2$s through this capability.","Members of the %1$s groups can access this %2$s through this capability."],"More recommended Extensions for Groups":[""],"Name":["Pavadinimas"],"Network deactivation and data persistence":[""],"New Capability":["Nauja Geba"],"New Group":["Nauja Grupė"],"No groups grant access through this capability. To grant access to group members using this capability, you should assign it to a group and enable the capability for access restriction.":[""],"No new capabilities have been found.":[""],"No such capabilities.":[""],"No such capability.":["Nėra tokios gebos."],"No such group.":["Nėra tokios grupės."],"No such groups.":[""],"Note that you must be a member of a group that has such a capability assigned.":[""],"Note that you must be a member of a group to use it to restrict access.":[""],"Now you can protect your posts, pages and any other custom post type like products or events by simply assigning them to one or more groups.":[""],"Once you have adjusted your access restrictions based on groups, you can disable legacy access control.":[""],"One capability has been added.":["","%d capabilities have been added.","%d capabilities have been added."],"One or more capabilities required to read the entry.":[""],"One or more groups granting access to entries.":[""],"Only groups or users that have one of the selected capabilities are allowed to read this %s.":[""],"Options":["Parinktys"],"Options saved.":[""],"Other recommended Tools":[""],"Parent":["Virš"],"Perfect complements to memberships and access control with Groups.":[""],"Permissions":["Leidimai"],"Please confirm removal of the following groups. This action cannot be undone.":[""],"Please confirm to remove the following capabilities. This action cannot be undone.":[""],"Please give it a <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating.":[""],"Please make sure to read the %1$sMigration Guide%2$s.":[""],"Please refer to the %s for details on how to switch to and use the new access restrictions.":[""],"Please use %s for files that require complete protection.":[""],"Post":["Įrašas"],"Post types":[""],"Protect Content Easily":[""],"Quick-create group &amp; capability":[""],"Read":[""],"Read Post":["Skaityti Įrašą"],"Refresh":[""],"Registered":["Priregistruota"],"Remind me later":[""],"Remove":["Pašalinti"],"Remove a capability":["Pašalinti gebą"],"Remove a group":["Pašalinti grupę"],"Remove capabilities":[""],"Remove capability":[""],"Remove from group":[""],"Remove group":[""],"Remove groups":[""],"Remove restriction":[""],"Restrict Access":[""],"Restricts the visibility of this %s to members of the chosen groups.":[""],"Restricts the visibility of this entry to members of the chosen groups.":[""],"Results per page":["Rezultatai puslapyje"],"Role":["Rolė"],"Save":["Įrašyti"],"Select Groups":["Pasirinkite Grupės"],"Show access restrictions for these post types.":[""],"Show content for group members":[""],"Show groups":[""],"Show groups in user profiles.":[""],"Show the Groups tree view.":["Rodyti Grupės medžio peržiūrą."],"Some post types shown may not offer access restrictions even though they appear enabled here.":[""],"Support the developers and contribute Bitcoin to %s":[""],"Switching to Groups %s":[""],"Terms":[""],"Thank you for using %1$s by %2$s.":[""],"Thanks for using Groups! We have made it even easier to protect your content and hope you like it :)":[""],"The <em>%s</em> capability already exists and cannot be assigned to this one.":[""],"The <em>%s</em> capability already exists.":[""],"The <em>%s</em> capability could not be updated.":[""],"The <em>%s</em> capability has been created.":[""],"The <em>%s</em> capability has been updated.":[""],"The <em>%s</em> group already exists and cannot be used to name this one.":[""],"The <em>%s</em> group already exists.":[""],"The <em>%s</em> group has been created.":[""],"The <em>%s</em> group has been updated.":[""],"The <em>Capability</em> must not be empty.":[""],"The <em>Name</em> must not be empty.":[""],"The attachment page is restricted to authorized users, but due to technical limitations, the file can still be accessed directly via its URL.":[""],"The capability has been deleted.":[""],"The chosen capabilities are assigned to the group.":[""],"The complete documentation is available on the %s pages for Groups.":["Visą dokumentaciją galite rasti %s puslapiuose, skirtuose Groups."],"The following is only of interest if you have upgraded from Groups 1.x:":[""],"The group has been deleted.":[""],"The manual way:":[""],"The name must not be empty.":[""],"The quick way:":[""],"The user is a member of the chosen groups.":[""],"There are no results.":["Nėra jokių rezultatų."],"These capabilities will be assigned to the group.":[""],"These permissions apply to Groups management. They do not apply to access permissions derived from Groups capabilities.":["Šie leidimai galioja Grupės valdymui. Jie nepritaikyti leidimų, gautų iš Grupių gebų, pasiekimui."],"This could be important!":[""],"This determines for which post types access restriction settings are offered.":[""],"This group has no capabilities.":["Ši grupė neturi priskirtų gebų."],"This means that if you had access restrictions in place that were based on capabilities, your entries will still be protected.":[""],"This method is deprecated. You should use Groups_Post_Access_Legacy::get_read_post_capabilities() to retrieve the capabilities instead.":[""],"To disable, do not define the constant <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> or set it to <code>false</code>.":[""],"To make it easier to transition to the new model for those who migrate from a previous version, we have included legacy access control based on capabilities.":[""],"To put it simple, previously you would have used capabilities to restrict access to posts and now you simply use groups.":[""],"Tree":["Medis"],"Tree of Groups":["Grupių Medis"],"Tree view":["Medžio peržiūra"],"Try the quick-create field first. Unless you need a more complex setup, there is no reason to go this way instead.":[""],"Type and choose &hellip;":[""],"Use the <em>Access restrictions</em> box to limit the visibility of posts, pages and other post types.":[""],"Use the <em>Groups</em> box to limit the visibility of posts, pages and other post types.":[""],"User profiles":[""],"Using the quick-create field":[""],"Using the quick-create field, you can create a new group and capability. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":[""],"View the Welcome screen for this version of Groups":[""],"Warning!":[""],"We have made it even easier to protect your content!":[""],"Welcome":[""],"Welcome to Groups":[""],"Welcome to Groups %s":[""],"What's New?":[""],"Whether you are new to Groups or have been using it before, please make sure to visit the %1$sDocumentation%2$s pages to know more about how to use it.":[""],"Yes, here we go!":[""],"You are a member of the %s group.":[""],"You are running the system with legacy access control based on capabilities disabled.":[""],"You are running the system with legacy access control based on capabilities enabled.":[""],"You can create a new group and capability here. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":[""],"You can create a new group by indicating the group's name.":[""],"You can restrict the visibility of this %1$s to group members. Choose one or more groups that are allowed to read this %2$s. If no groups are chosen, the %3$s is visible to anyone.":[""],"You can restrict the visibility to group members. Choose one or more groups to restrict access. If no groups are chosen, this entry is visible to anyone.":[""],"You can select one or more capabilities that are enabled for access restriction.":[""],"You can select one or more groups to restrict access to its members.":[""],"You cannot set any access restrictions.":[""],"You have joined the %s group.":[""],"You have left the %s group.":[""],"You must be in a group that has at least one capability enabled to enforce read access.":[""],"You need to have permission to set access restrictions.":[""],"You should use Groups_Post_Access_Legacy::create() to pass a capability restriction instead.":[""],"Your support matters!":[""],"access":[""],"groups":["grupės"],"members":[""],"paging\u0004%1$s of %2$s":["%1$s iš %2$s"],"label for conjunctive groups filter checkbox\u0004&cap;":[""],"Help tab title and heading\u0004Capabilities":["Gebos"],"Help tab title and heading\u0004Groups":["Grupės"],"Help tab title and heading\u0004Options":["Parinktys"],"title of dismiss notice link\u0004Dismiss":[""],"Attachment field label\u0004Groups":["Grupės"],"Bulk edit field label\u0004Groups":["Grupės"],"Column header\u0004Groups":["Grupės"],"Column header (Users)\u0004Groups":["Grupės"],"Groups section heading (add user)\u0004Groups":["Grupės"],"Groups section heading (edit user)\u0004Groups":["Grupės"],"Groups section heading (user profile)\u0004Groups":["Grupės"],"Help heading\u0004Groups":["Grupės"],"Help tab title\u0004Groups":["Grupės"],"Help title\u0004Groups":["Grupės"],"Meta box title\u0004Groups":["Grupės"],"Network menu page title\u0004Groups":["Grupės"],"Plugin action link\u0004Groups":["Grupės"],"Plugin action link\u0004Options":["Parinktys"],"menu item title\u0004Groups":["Grupės"],"page-title\u0004Groups":["Grupės"],"label title for conjunctive groups filter checkbox\u0004Users must belong to all chosen groups":[""]}}}