{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n != 1);","lang":"de_DE"},"%s item":["1 Element","%s Elemente"],"&mdash; No Change &mdash;":["&mdash; Ohne Änderung &mdash;"],"(any)":["(jede)"],"(none)":["(keine)"],"(only unrestricted)":["(ohne Beschränkung)"],"--":["--"],"<span title=\"%s\">Access Restrictions</span>":["<span title=\"%s\">Zugangsbeschränkungen</span>"],"<sup>*</sup> For each capability, the groups that have the capability assigned are shown within parenthesis. You can choose a capability by typing part of the group's or the capability's name.":["<sup>*</sup> Für jede Kapazität werden Gruppen die diese innehaben in Klammern gezeigt. Schreibe einen Teil des Namens der Kapazität oder der Gruppe um eine Kapazität auszuwählen."],"A Duck!":["Eine Ente!"],"A minimum set of permissions will be preserved.":["Ein Minimalsatz von Genehmigungen wird beibehalten."],"Access Groups":["Zugang zu Groups"],"Access Restrictions":["Zugangsbeschränkungen"],"Access denied.":["Zugriff verweigert."],"Access restricions":["Zugangsbeschränkungen"],"Access restrictions":["Zugangsbeschränkungen"],"Access restrictions &hellip;":["Zugangsbeschränkungen &hellip;"],"Add":["Neu"],"Add a new capability":["Neue Kapazität hinzufügen"],"Add a new group":["Neue Gruppe hinzufügen"],"Add capability":["Neue Kapazität"],"Add restriction":["Beschränkung hinzufügen"],"Add to group":["Zur Gruppe hinzufügen"],"Add-Ons":["Add-Ons"],"Adding the group and capability manually and enabling it for access restriction":["Gruppe und Kapazität manuell hinzufügen und zur Zugriffsbeschränkung aktivieren"],"Administer Groups":["Groups Verwalten"],"Administer Groups plugin options":["Groups Plugin Optionen verwalten"],"Administrator Access Override":["Administrator-Zugriffsüberbrückung"],"Administrators override all access permissions derived from Groups capabilities.":["Verwalter (mit der Administrator Rolle) können alle Zugriffsrechte überbrücken."],"Also look for groups related to terms":["Auch Gruppen beinhalten die auf Begriffe bezogen sind"],"Anyone &hellip;":["Jeder &hellip;"],"Apply":["Anwenden"],"Become a member of the <em>Premium</em> group - this is required so you can choose the <em>premium</em> capability to restrict access to a post.":["Werde Mitglied der <em>Premium</em> Gruppe - dies ist nötig um die <em>premium</em> Kapazität auswählen zu können mit der Zugang zu einem Beitrag beschränkt wird."],"Bulk Actions":["Aktion wählen"],"By getting an official extension, you fund the work that is necessary to maintain and improve Groups.":["Indem du eine offizielle Erweiterung erhältst, finanzierst du die Arbeit, die zur Instandhaltung und Verbesserung von Groups erforderlich ist."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED for <strong>all sites</strong>. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["ACHTUNG: Is diese Option aktiviert während das Plugin deaktiviert wird, dann werden ALLE Einstellungen und Daten des Plugins GELÖSCHT für <strong>alle Webseiten</strong>. Wenn du diese Option anwenden möchtest, dann wäre jetzt ein guter Zeitpunkt um eine Sicherheitskopie anzulegen. Solltest du diese Option aktivieren, dann erklärst du dich damit einverstanden alleine verantwortlich für etwaige Datenverluste sowie jede weitere Konsequenzen zu sein."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["ACHTUNG: Is diese Option aktiviert während das Plugin deaktiviert wird, dann werden ALLE Einstellungen und Daten des Plugins GELÖSCHT. Wenn du diese Option anwenden möchtest, dann wäre jetzt ein guter Zeitpunkt um eine Sicherheitskopie anzulegen. Solltest du diese Option aktivieren, dann erklärst du sich damit einverstanden alleine verantwortlich für etwaige Datenverluste sowie jede weitere Konsequenzen zu sein."],"Cancel":["Abbrechen"],"Capabilities":["Kapazitäten"],"Capabilities &hellip;":["Kapazitäten &hellip;"],"Capability":["Kapazität"],"Capability ID":["Kapazitäts-ID"],"Choose access restriction groups &hellip;":["Gruppen für Zugriffsbeschränkungen auswählen &hellip;"],"Choose access restrictions &hellip;":["Zugriffsbeschränkungen auswählen &hellip;"],"Choose capabilities &hellip;":["Kapazitäten auswählen &hellip;"],"Choose groups &hellip;":["Gruppen auswählen &hellip;"],"Choose one or more capabilities to restrict access. Groups that grant access through the capabilities are shown in parenthesis. If no capabilities are available yet, you can use the quick-create box to create a group and capability enabled for access restriction on the fly.":["Wähle eine oder mehrere Kapazitäten zur Zugriffsbeschränkung aus. Gruppen die durch ihre Kapazitäten den Zugriff beschränken, werden in Klammern angezeigt. Sind noch keine Kapazitäten vorhanden, kannst du das Instant-Kästchen verwenden, um eine Gruppe und zugehörige Kapazität spontan zu erstellen."],"Choose or enter <em>Premium</em> in the <em>Read</em> field located in the <em>Groups</em> box and save or update the post (or hit Enter).":["Im Feld <em>Lesen</em> innerhalb der Box <em>Gruppen</em> <em>Premium</em> auswählen oder eingeben und den Eintrag speichern oder aktualisieren (oder die Eingabetaste betätigen)."],"Clear":["Säubern"],"Click to add a new capability":["Klicken um eine neue Kapazität zu erstellen"],"Click to add a new group":["Klicken um eine neue Gruppe zu erstellen"],"Click to refresh capabilities":["Klicken um die Kapazitäten zu aktualisieren"],"Click to toggle the display of groups that grant the capabilities.":["Klicken zum Umschalten, ob gewährende Gruppen zu den Kapazitäten angezeigt werden."],"Content will be shown to users that are members of these groups:":["Der Inhalt wird Benutzern angezeigt die Mitglieder dieser Gruppen sind:"],"Content will be shown to users that are not members of these groups:":["Der Inhalt wird Benutzern angezeigt die nicht Mitglieder dieser Gruppen sind:"],"Contribute Bitcoin to Groups":["Unterstütze Groups mit Bitcoin"],"Could you please spare a minute and give it a review over at WordPress.org?":["Könntest du bitte eine Minute freimachen und eine Rezension auf WordPress.org abgeben?"],"Current page":["Aktuelle Seite"],"Deactivation and data persistence":["Deaktivierung und Datenpersistenz"],"Delete all Groups plugin data for ALL sites on network deactivation":["Alle Daten des Groups Plugins für ALLE Sites bei Netzwerkdeaktivierung löschen"],"Delete all Groups plugin data on deactivation":["Alle Daten des Groups Plugins bei deaktivierung löschen"],"Description":["Beschreibung"],"Disabling this setting for a post type also disables existing access restrictions on individual posts of that type.":["Wird diese Einstellung für einen Beitragstyp ausgeschaltet, dann werden bestehende Zugriffsbeschränkungen für einzelne Beiträge dieses Typs aufgehoben."],"Discover our favorite Extensions for Groups and WooCommerce":["Entdecke unsere beliebtesten Erweiterungen für Groups und WooCommerce"],"Dismiss":["Ausblenden"],"Documentation":["Dokumentation"],"Edit":["Bearbeiten"],"Edit a capability":["Kapazität bearbeiten"],"Edit a group":["Gruppe bearbeiten"],"Edit the post for which you want to restrict access and choose<sup>*</sup> the <em>premium</em> capability.":["Bearbeite den Beitrag für den du den Zugang beschränken möchtest und wähle<sup>*</sup> die <em>premium</em> Kapazität aus."],"Efficient User Interface":["Effiziente Benutzeroberfläche"],"Enable legacy access control based on capabilities.":["Legacy Zugriffsbeschränkungen basierend auf Kapazitäten aktivieren."],"Enabling this on production sites is <strong>not</strong> recommended.":["Es wird empfohlen dies nicht auf öffentlichen Seiten zu aktivieren."],"Enforce read access":["Lesezugriff beschränken"],"Enhanced functionality is available via official %1$sExtensions%2$s for Groups.":["Zusätzliche Leistungsmerkmale sind erhältlich über offizielle %1$sErweiterungen%2$s für Groups."],"Enhanced functionality is available via official extensions for Groups.":["Zusätzliche Leistungsmerkmale sind erhältlich über offizielle Erweiterungen für Groups."],"Enter <em>Premium</em> in the quick-create field located in the Access restrictions panel and save or update the post (or hit Enter).":["Gebe <em>Premium</em> im Instant-Feld ein, welches sich in der Schaltfläche der Zugangsbeschränkungen befindet, Speichere bzw. Aktualisiere den Beitrag."],"Example:":["Beispiel:"],"Filter":["Filtern"],"Filters":["Filter"],"Follow %1$s and visit %2$s to stay tuned for free and premium tools.":["Folge %1$s und besuche %2$s, um über kostenlose und Premium-Tools auf dem Laufenden zu bleiben."],"Go to <strong>Groups > Capabilities</strong> and add the <em>premium</em> capability.":["Gehe auf <strong>Groups > Kapazitäten</strong> und füge die Kapazität <em>premium</em> hinzu."],"Go to <strong>Groups > Groups</strong> and add the <em>Premium</em> group.":["Gehe auf <strong>Groups > Gruppen</strong> und füge die Gruppe <em>Premium</em> hinzu."],"Go to <strong>Groups > Groups</strong> and assign the <em>premium</em> capability to the <em>Premium</em> group.":["Gehe auf <strong>Groups > Gruppen</strong> und weise die Kapazität <em>premium</em> der Gruppe <em>Premium</em> zu."],"Go to <strong>Groups > Options</strong> and enable the <em>premium</em> capability to restrict access.":["Gehe auf <strong>Groups > Optionen</strong> und aktiviere die Kapazität <em>premium</em> zur Zugangsbeschränkung."],"Go to the first page":["Zur ersten Seite"],"Go to the last page":["Zur letzten Seite"],"Go to the next page":["Zur nächsten Seite"],"Go to the previous page":["Zur vorigen Seite"],"Group":["Gruppe"],"Group Actions":["Gruppenaktionen"],"Group ID":["Gruppen-ID"],"Group Name":["Gruppenname"],"Groups %s features a simpler model for access restrictions based on groups instead of capabilities used in Groups 1.x.":["Groups %s bietet ein vereinfachtes Model für Zugriffsberechtigungen, basierend auf Gruppen anstatt Kapazitäten aus Groups 1.x."],"Groups &hellip;":["Gruppen &hellip;"],"Groups Add-Ons":["Groups Add-Ons"],"Groups Capabilities":["Gruppenkapazitäten"],"Groups Member":["Groups Mitglieder"],"Groups Non-member":["Groups Nicht-Mitglieder"],"Groups Options":["Groups Optionen"],"Groups is configured to delete its plugin data on deactivation.":["Groups wird bei der Deaktivierung all seine Daten löschen."],"Groups network options":["Groups Netzwerkoptionen"],"Groups options":["Groups Optionen"],"Here you can <strong>add</strong>, <strong>edit</strong> and <strong>remove</strong> groups.":["Hier kannst du Gruppen <strong>hinzufügen</strong>, <strong>bearbeiten</strong> und <strong>löschen</strong>."],"Hide content from group members":["Inhalt vor Gruppenmitgliedern verbergen"],"I have already done that or do not want to submit a review.":["Ich habe das bereits getan oder möchte keine Bewertung abgeben."],"I want to submit a review later, remind me!":["Ich möchte später eine Bewertung abgeben, erinnere mich daran!"],"I want to submit a review right now!":["Ich möchte jetzt sofort eine Bewertung abgeben!"],"ID":["ID"],"If you had any access restrictions in place based on capabilities, the entries will now be unprotected, unless you enable legacy access restrictions or place appropriate access restrictions based on groups on the desired entries.":["Falls Zugriffsbeschränkungen basierend auf Kapazitäten gesetzt waren, sind die Einträge nun ungeschützt, ausser die Legacy Zugriffsbeschränkungen werden aktiviert oder es werden Beschränkungen basierend auf Gruppen gesetzt."],"If you lock yourself out, please ask an administrator to help.":["Solltest du dich selbst ausschließen, so frage bitte einen Verwalter nach Hilfe."],"If you would like to switch to access restrictions based on groups (recommended) instead of capabilities, you can easily do so by setting the appropriate groups on your protected posts, pages and other entries to restrict access.":["Um auf gruppenbasierende Zugriffsbeschränkungen umzusteigen (empfohlen), kann dies einfach getan werden indem man die entsprechenden Gruppen für die geschützten Beiträge, Seiten und andere Einträge setzt um den Zugang einzuschränken."],"Important":["Wichtig"],"In the same field, you can create a new group and restrict access. Group names are case-sensitive. In order to be able to use the new group, your user account will be assigned to it.":["Im selben Feld kann man eine neue Gruppe erstellen und den Zugang einschränken. Bei Gruppennamen wird die Groß- und Kleinschreibung beachtet. Um die neue Gruppe verwenden zu können wird man der Gruppe hinzugefügt."],"Include these capabilities to enforce read access on posts. The selected capabilities will be offered to restrict access to posts.":["Diese Kapazitäten sollen zur Zugangsbeschränkung von Beitragen verfügbar sein. Die ausgewählten Kapazitäten stehen dann für die Beschränkung von Beiträgen zur Verfügung."],"Inherited capabilities:":["Geerbte Kapazitäten:"],"Invalid post ID.":["Ungültige Beitrags-ID."],"It seems that you have updated from Groups 1.x where access restrictions were based on capabilities.":["Es scheint hier wurde von Groups 1.x aktualisiert, wo Zugangsbeschränkungen auf Kapazitäten basierten."],"Join the %s group":["Der Gruppe %s beitreten"],"Leave the %s group":["Die Gruppe %s verlassen"],"Legacy Settings":["Legacy Einstellungen"],"Let's assume that you want to limit the visibility of a post to members of the <em>Premium</em> group.":["Angenommen du willst einen Beitrag nur Mitgliedern der <em>Premium</em> Gruppe sichtbar machen."],"Loading":["Lade"],"Log out":["Abmelden"],"Manage groups and users with a minimal footprint on the administrative screens.":["Verwalte Gruppen und Benutzer mit minimalem Platzbedarf auf den Verwaltungsbildschirmen."],"Many thanks for using <strong>Groups</strong>!":["Vielen Dank, dass du <strong>Groups</strong> verwendest!"],"Media":["Medien"],"Members of the %1$s group can access this %2$s through this capability.":["Mitglieder der Gruppe %1$s können über diese Kapazität auf diese(n) %2$s zugreifen.","Mitglieder der Gruppen %1$s können über diese Kapazität auf diese(n) %2$s zugreifen."],"More recommended Extensions for Groups":["Mehr empfohlene Erweiterungen für Groups"],"Name":["Name"],"Network deactivation and data persistence":["Netzwerkdeaktivation und Datenpersistenz"],"New Capability":["Neue Kapazität"],"New Group":["Neue Gruppe"],"No groups grant access through this capability. To grant access to group members using this capability, you should assign it to a group and enable the capability for access restriction.":["Keine Gruppe gewährt Zugriff über diese Kapazität. Um Gruppenmitgliedern Zugriff über diese Kapazität zu gewähren, sollte sie einer Gruppe zugewiesen werden und zur Zugangsbeschränkung aktiviert werden."],"No new capabilities have been found.":["Es wurden keine neuen Kapazitäten gefunden."],"No such capabilities.":["Solche Kapazitäten sind nicht vorhanden."],"No such capability.":["Diese Kapazität ist nicht vorhanden."],"No such group.":["Diese Gruppe ist nicht vorhanden."],"No such groups.":["Solche Gruppen sind nicht vorhanden."],"Note that you must be a member of a group that has such a capability assigned.":["Beachte dass du Mitglied einer Gruppe die diese Kapazität hat sein musst."],"Note that you must be a member of a group to use it to restrict access.":["Es ist zu beachten dass man Mitglied einer Gruppe sein muss, um diese zur Zugangsbeschränkung verwenden zu können."],"Now you can protect your posts, pages and any other custom post type like products or events by simply assigning them to one or more groups.":["Man kann jetzt Beiträge, Seiten und alle anderen Eintragstypen wie Produkte oder Ereignisse einfach schützen, indem man diese einer oder mehreren Gruppen zuweist."],"Once you have adjusted your access restrictions based on groups, you can disable legacy access control.":["Die Legacy Zugriffsbeschränkungen können deaktiviert werden sobald diese auf Gruppen umgestellt wurden."],"One capability has been added.":["Eine Kapazität wurde hinzugefügt.","%d Kapazitäten wurden hinzugefügt."],"One or more capabilities required to read the entry.":["Eine oder mehr Kapazitäten sind benötigt um den Beitrag zu lesen."],"One or more groups granting access to entries.":["Eine oder mehr Gruppen die Zugriff auf Einträge erstatten."],"Only groups or users that have one of the selected capabilities are allowed to read this %s.":["Nur Gruppen oder Benutzer die eine der gewählten Kapazitäten haben ist es gestattet diese(n) %s zu lesen."],"Options":["Optionen"],"Options saved.":["Optionen gespeichert."],"Other recommended Tools":["Andere empfohlene Werkzeuge"],"Parent":["Vorläufer"],"Perfect complements to memberships and access control with Groups.":["Perfekte Ergänzungen für Mitgliedschaften und Zugangskontrolle mit Groups."],"Permissions":["Berechtigungen"],"Please confirm removal of the following groups. This action cannot be undone.":["Bitte bestätige dass folgende Gruppen gelöscht werden. Diese Aktion kann nicht rückgängig gemacht werden."],"Please confirm to remove the following capabilities. This action cannot be undone.":["Bitte bestätige dass folgende Kapazitäten gelöscht werden. Diese Aktion kann nicht rückgängig gemacht werden."],"Please give it a <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating.":["Bitte gib eine <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a> Bewertung ab."],"Please make sure to read the %1$sMigration Guide%2$s.":["Bitte lese den %1$sMigrationsleitfaden%2$s."],"Please refer to the %s for details on how to switch to and use the new access restrictions.":["Bitte beachte die %s für Details über die Umstellung und Benutzung der neuen Zugriffsbeschränkungen."],"Please use %s for files that require complete protection.":["Für Archive die kompletten Zugangsschutz benötigen, bitte %s verwenden."],"Post":["Beitrag"],"Post types":["Beitragstypen"],"Protect Content Easily":["Inhalte Einfach Schützen"],"Quick-create group &amp; capability":["Instant Gruppe &amp; Kapazität"],"Read":["Lesen"],"Read Post":["Beitrag Lesen"],"Refresh":["Aktualisieren"],"Registered":["Registriert"],"Remind me later":["Vielleicht später"],"Remove":["Löschen"],"Remove a capability":["Eine Kapazität löschen"],"Remove a group":["Eine Gruppe löschen"],"Remove capabilities":["Kapazitäten löschen"],"Remove capability":["Kapazität löschen"],"Remove from group":["Von der Gruppe entfernen"],"Remove group":["Gruppe entfernen"],"Remove groups":["Gruppen entfernen"],"Remove restriction":["Beschränkung entfernen"],"Restrict Access":["Zugang Beschränken"],"Restricts the visibility of this %s to members of the chosen groups.":["Beschränkt die %s-Sichtbarkeit auf Mitglieder der ausgewählten Gruppen."],"Restricts the visibility of this entry to members of the chosen groups.":["Beschränkt die Sichtbarkeit dieses Eintrags auf Mitglieder der ausgewählten Gruppen."],"Results per page":["Ergebnisse pro Seite"],"Role":["Rolle"],"Save":["Speichern"],"Select Groups":["Gruppen auswählen"],"Show access restrictions for these post types.":["Zugangsbeschränkungen für diese Beitragstypen zeigen."],"Show content for group members":["Inhalt Gruppenmitgliedern anzeigen"],"Show groups":["Gruppen zeigen"],"Show groups in user profiles.":["Gruppen in Benutzerprofilen zeigen."],"Show the Groups tree view.":["Die Baumansicht von Groups anzeigen."],"Some post types shown may not offer access restrictions even though they appear enabled here.":["Einige der angezeigten Beitragstypen bieten möglicherweise keine Zugriffsbeschränkungen, obwohl sie hier aktiviert angezeigt werden."],"Support the developers and contribute Bitcoin to %s":["Unterstütze die Entwickler mit Bitcoin an %s"],"Switching to Groups %s":["Umstellen auf Groups %s"],"Terms":["Begriffe"],"Thank you for using %1$s by %2$s.":["Danke dass du %1$s von %2$s verwendest."],"Thanks for using Groups! We have made it even easier to protect your content and hope you like it :)":["Danke dass Ihr Groups verwendet! Wir haben es noch einfacher gemacht Inhalte zu schützen und hoffen es gefällt euch :)"],"The <em>%s</em> capability already exists and cannot be assigned to this one.":["Die Kapazität <em>%s</em> existiert bereits und kann nicht dieser zugewiesen werden."],"The <em>%s</em> capability already exists.":["Die Kapazität <em>%s</em> existiert bereits."],"The <em>%s</em> capability could not be updated.":["Die Kapazität <em>%s</em> konnte nicht aktualisiert werden."],"The <em>%s</em> capability has been created.":["Die Kapazität <em>%s</em> wurde erstellt."],"The <em>%s</em> capability has been updated.":["Die Kapazität <em>%s</em> wurde aktualisiert."],"The <em>%s</em> group already exists and cannot be used to name this one.":["Die Gruppe <em>%s</em> existiert bereits and kann nicht als Name für diese verwendet werden."],"The <em>%s</em> group already exists.":["Die Gruppe <em>%s</em> existiert bereits."],"The <em>%s</em> group has been created.":["Die Gruppe <em>%s</em> wurde erstellt."],"The <em>%s</em> group has been updated.":["Die Gruppe <em>%s</em> wurde aktualisiert."],"The <em>Capability</em> must not be empty.":["Die <em>Kapazität</em> darf nicht leer sein."],"The <em>Name</em> must not be empty.":["Der <em>Name</em> darf nicht leer sein."],"The attachment page is restricted to authorized users, but due to technical limitations, the file can still be accessed directly via its URL.":["Zugang zur Anhangsseite ist auf berechtigte Benutzer beschränkt, aber aus technischen Gründen kann auf das Archiv direkt über seine URL zugegriffen werden."],"The capability has been deleted.":["Die Kapazität wurde gelöscht."],"The chosen capabilities are assigned to the group.":["Die ausgewählten Kapazitäten werden der Gruppe zugewiesen."],"The complete documentation is available on the %s pages for Groups.":["Die vollständige Dokumentation ist auf den Seiten der %s für Groups erhältlich."],"The following is only of interest if you have upgraded from Groups 1.x:":["Folgendes ist nur von Interesse wenn von Groups 1.x aktualisiert wurde:"],"The group has been deleted.":["Die Gruppe wurde gelöscht."],"The manual way:":["Der manuelle Weg:"],"The name must not be empty.":["Der Name darf nicht leer sein."],"The quick way:":["Der schnelle Weg:"],"The user is a member of the chosen groups.":["Der Benutzer ist Mitglied der ausgewählten Gruppen."],"There are no results.":["Es liegen keine Resultate vor."],"These capabilities will be assigned to the group.":["Diese Kapazitäten werden der Gruppe zugewiesen."],"These permissions apply to Groups management. They do not apply to access permissions derived from Groups capabilities.":["Diese Berechtigungen dienen der Verwaltung von Groups. Diese finden keine Anwendung bei Berechtigungen die von Groups Kapazitäten abgeleitet werden."],"This could be important!":["Dies könnte wichtig sein!"],"This determines for which post types access restriction settings are offered.":["Dies bestimmt für welche Beitragstypen Einstellungen zur Zugangsbeschränkung angeboten werden."],"This group has no capabilities.":["Diese Gruppe hat keine Kapazitäten."],"This means that if you had access restrictions in place that were based on capabilities, your entries will still be protected.":["Dies bedeutet dass vorige Zugangsbeschränkungen die auf Kapazitäten basieren immer noch die Einträge schützen."],"This method is deprecated. You should use Groups_Post_Access_Legacy::get_read_post_capabilities() to retrieve the capabilities instead.":["Diese Methode ist veraltet. Es sollte stattdessen Groups_Post_Access_Legacy::get_read_post_capabilities() verwendet werden um die Kapazitäten zu erhalten."],"To disable, do not define the constant <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> or set it to <code>false</code>.":["Um dies zu deaktivieren, sollte die Konstante <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> nicht definiert werden oder auf <code>false</code> gesetzt werden."],"To make it easier to transition to the new model for those who migrate from a previous version, we have included legacy access control based on capabilities.":["Um die Umstellung auf das neue Modell für Benutzer einer vorigen Version einfach zu halten, haben wir Legacy Zugriffsbeschränkungen einbezogen die auf Kapazitäten basieren."],"To put it simple, previously you would have used capabilities to restrict access to posts and now you simply use groups.":["Einfach gesagt, vorher wurden Kapazitäten verwendet um den Zugriff auf Beiträge zu schützen und jetzt verwendet man schlicht Gruppen."],"Tree":["Baum"],"Tree of Groups":["Gruppenbaum"],"Tree view":["Baumansicht"],"Try the quick-create field first. Unless you need a more complex setup, there is no reason to go this way instead.":["Probiere das Instant-Feld zuerst aus. Es gibt keinen Grund diesen Weg zu gehen, ausser du benötigst eine komplexere Einrichtung."],"Type and choose &hellip;":["Tippen und wählen &hellip;"],"Use the <em>Access restrictions</em> box to limit the visibility of posts, pages and other post types.":["Verwende das Kästchen <em>Zugangsbeschränkungen</em> um die Sichtbarkeit von Beiträgen, Seiten und anderen Beitragstypen einzuschränken."],"Use the <em>Groups</em> box to limit the visibility of posts, pages and other post types.":["Verwende den Kasten <em>Gruppen</em> um die Sichtbarkeit von Beiträgen, Seiten und anderen Beitragstypen einzuschränken."],"User profiles":["Benutzerprofile"],"Using the quick-create field":["Verwendung des Instant-Feldes"],"Using the quick-create field, you can create a new group and capability. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["Mit dem Instant-Feld können Gruppen und Kapazitäten erstellt werden. Die Kapazität wird der Gruppe zugewiesen und zur Zugriffsbeschränkung aktiviert. Gruppennamen unterscheiden Groß- und Kleinschreibung, der Name der Kapazität ist die Version des Gruppennamens in Kleinschreibung. Existiert die Gruppe bereits, dann wird die Kapazität erstellt und der bestehenden Gruppe zugewiesen. Existiert die Kapazität bereits, dann wird sie der Gruppe zugewiesen. Existieren beide, dann wird die Kapazität zur Zugriffsbeschränkung aktiviert. Um die Kapazität verwenden zu können, wird ihr Benutzerkonto der Gruppe hinzugefügt."],"View the Welcome screen for this version of Groups":["Den Begrüßungsbildschirm für diese Version von Groups anzeigen"],"Warning!":["Achtung!"],"We have made it even easier to protect your content!":["Wir haben es noch einfacher gemacht Inhalte zu schützen!"],"Welcome":["Willkommen"],"Welcome to Groups":["Willkommen zu Groups"],"Welcome to Groups %s":["Willkommen zu Groups %s"],"What's New?":["Was gibt’s Neues?"],"Whether you are new to Groups or have been using it before, please make sure to visit the %1$sDocumentation%2$s pages to know more about how to use it.":["Egal ob man bei Groups neu ist oder es bereits zuvor verwendet hat, wir empfehlen die %1$sDokumentation%2$s anzusehen, um mehr darüber zu erfahren wie man es verwendet."],"Yes, here we go!":["Ja, auf geht’s!"],"You are a member of the %s group.":["Du bist Mitglied der Gruppe %s."],"You are running the system with legacy access control based on capabilities disabled.":["Das System läuft mit Legacy Zugriffsbeschränkungen basierend auf Kapazitäten deaktiviert."],"You are running the system with legacy access control based on capabilities enabled.":["Das System läuft mit Legacy Zugriffsbeschränkungen basierend auf Kapazitäten aktiviert."],"You can create a new group and capability here. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["Du kannst hier eine neue Gruppe und Kapazität erstellen. Die Kapazität wird der Gruppe zugewiesen und zur Zugriffsbeschränkung aktiviert. Gruppennamen unterscheiden Groß- und Kleinschreibung, der Name der Kapazität ist die Version des Gruppennamens in Kleinschreibung. Existiert die Gruppe bereits, dann wird die Kapazität erstellt und der bestehenden Gruppe zugewiesen. Existiert die Kapazität bereits, dann wird sie der Gruppe zugewiesen. Existieren beide, dann wird die Kapazität zur Zugriffsbeschränkung aktiviert. Um die Kapazität verwenden zu können, wird dein Benutzerkonto der Gruppe hinzugefügt."],"You can create a new group by indicating the group's name.":["Eine neue Gruppe kann erstellt werden indem man den Namen der Gruppe eingibt."],"You can restrict the visibility of this %1$s to group members. Choose one or more groups that are allowed to read this %2$s. If no groups are chosen, the %3$s is visible to anyone.":["Die %1$s-Sichtbarkeit kann auf Gruppenmitglieder eingeschränkt werden. Eine oder mehrere Gruppen auswählen die diese/n/s %2$s lesen dürfen. Werden keine Gruppen ausgewählt dann ist diese/r/s %3$s für alle sichtbar."],"You can restrict the visibility to group members. Choose one or more groups to restrict access. If no groups are chosen, this entry is visible to anyone.":["Die Sichtbarkeit kann auf Gruppenmitglieder eingeschränkt werden. Eine oder mehrere Gruppen auswählen um den Zugriff einzuschränken. Werden keine Gruppen ausgewählt ist dieser Eintrag für alle sichtbar."],"You can select one or more capabilities that are enabled for access restriction.":["Du kannst eine oder mehrere Kapazitäten auswählen die zur Zugriffsbeschränkung aktiviert sind."],"You can select one or more groups to restrict access to its members.":["Es kann eine oder mehrere Gruppen ausgewählt werden um den Zugriff auf ihre Mitglieder einzuschränken."],"You cannot set any access restrictions.":["Du kannst keine Zugriffsbeschränkungen setzen."],"You have joined the %s group.":["Du bist der Gruppe %s beigetreten."],"You have left the %s group.":["Du hast die Gruppe %s verlassen."],"You must be in a group that has at least one capability enabled to enforce read access.":["Du musst in einer Gruppe sein die zumindest eine Kapazität hat die zur Zugriffsbeschränkung aktiviert ist."],"You need to have permission to set access restrictions.":["Man benötigt die entsprechenden Rechte um Zugriffsbeschränkungen setzen zu können."],"You should use Groups_Post_Access_Legacy::create() to pass a capability restriction instead.":["Man sollte stattdessen Groups_Post_Access_Legacy::create() verwenden um eine beschränkende Kapazität weiterzugeben."],"Your support matters!":["Deine Unterstützung zählt!"],"access":["Zugang"],"block":["Block"],"blocks":["Blöcke"],"content":["Inhalt"],"control":["kontrollieren"],"from":["von"],"group":["Gruppe"],"groups":["Gruppen"],"hide":["verbergen"],"member":["Mitglied"],"members":["Mitglieder"],"membership":["Mitgliedschaft"],"memberships":["Mitgliedschaften"],"only":["nur"],"protect":["schützen"],"restrict":["beschränken"],"show":["anzeigen"],"to":["zu"],"user":["Benutzer"],"visibility":["Sichtbarkeit"],"visible":["sichtbar"],"paging\u0004%1$s of %2$s":["%1$s von %2$s"],"label for conjunctive groups filter checkbox\u0004&cap;":["&cap;"],"Help tab title and heading\u0004Capabilities":["Kapazitäten"],"Help tab title and heading\u0004Groups":["Gruppen"],"Help tab title and heading\u0004Options":["Optionen"],"title of dismiss notice link\u0004Dismiss":["Ausblenden"],"Attachment field label\u0004Groups":["Gruppen"],"Bulk edit field label\u0004Groups":["Gruppen"],"Column header\u0004Groups":["Gruppen"],"Column header (Users)\u0004Groups":["Gruppen"],"Groups section heading (add user)\u0004Groups":["Gruppen"],"Groups section heading (edit user)\u0004Groups":["Gruppen"],"Groups section heading (user profile)\u0004Groups":["Gruppen"],"Help heading\u0004Groups":["Gruppen"],"Help tab title\u0004Groups":["Gruppen"],"Help title\u0004Groups":["Gruppen"],"Meta box title\u0004Groups":["Gruppen"],"Network menu page title\u0004Groups":["Gruppen"],"Plugin action link\u0004Groups":["Gruppen"],"Plugin action link\u0004Options":["Optionen"],"menu item title\u0004Groups":["Gruppen"],"page-title\u0004Groups":["Gruppen"],"label title for conjunctive groups filter checkbox\u0004Users must belong to all chosen groups":["Benutzer müssen Mitglied aller ausgewählten Gruppen sein"]}}}