{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=n>1;","lang":"fr_FR"},"%s item":["1 article","%s articles"],"&mdash; No Change &mdash;":["&mdash; Aucun changement &mdash;"],"(any)":["(tout)"],"(none)":["(aucun)"],"(only unrestricted)":["(seulement sans restriction)"],"--":["--"],"<span title=\"%s\">Access Restrictions</span>":["<span title=\"%s\">Restrictions d'Accès</span>"],"<sup>*</sup> For each capability, the groups that have the capability assigned are shown within parenthesis. You can choose a capability by typing part of the group's or the capability's name.":["<sup>*</sup> Pour chaque capacité, les groupes qui ont une capacité attribuée sont indiqués entre parenthèses. Vous pouvez choisir une capacité en tapant une partie du nom du Groupe ou de ses capacités."],"A Duck!":["Un Canard !"],"A minimum set of permissions will be preserved.":["Un minimum d'autorisations sera préservée."],"Access Groups":["Groupes d'Accès"],"Access Restrictions":["Restrictions d'Accès"],"Access denied.":["Accès refusé."],"Access restricions":["Restrictions d'accès"],"Access restrictions":["Les Restrictions d'Accès"],"Access restrictions &hellip;":["Restrictions d'accès &hellip;"],"Add":["Ajouter"],"Add a new capability":["Ajouter une nouvelle capacité"],"Add a new group":["Ajoutez un nouveau groupe"],"Add capability":["Ajouter une capacité"],"Add restriction":["Ajouter une restriction"],"Add to group":["Ajouter au groupe"],"Add-Ons":["Extensions"],"Adding the group and capability manually and enabling it for access restriction":["Ajout manuellement du groupe et de la capacité et leur accorder une restriction d'accès"],"Administer Groups":["Administrer les Groupes"],"Administer Groups plugin options":["Administrer les Options du plugin Groups"],"Administrator Access Override":["Priorité Accès Administrateur"],"Administrators override all access permissions derived from Groups capabilities.":["Les administrateurs ont priorité sur toutes les autorisations d'accès issues des Capacités des Groupes."],"Also look for groups related to terms":["Recherchez également les groupes liés aux termes"],"Anyone &hellip;":["Tous &hellip;"],"Apply":["Appliquer"],"Become a member of the <em>Premium</em> group - this is required so you can choose the <em>premium</em> capability to restrict access to a post.":["Devenez un membre du groupe <em>Premium</em> - cela est nécessaire afin que vous puissiez choisir la capacité <em>premium</em> pour restreindre l'accès à une publication."],"Bulk Actions":["Actions Groupées"],"By getting an official extension, you fund the work that is necessary to maintain and improve Groups.":["En obtenant une extension officielle, vous financez le travail nécessaire pour maintenir et améliorer Groups."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED for <strong>all sites</strong>. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["ATTENTION : Si cette option est activée lorsque l'extension est désactivée, tous les paramètres de l'extension et les données seront supprimés pour tous les sites. Si vous êtes sur le point d'utiliser cette option, c'est le moment de faire une sauvegarde ! En activant cette option, vous acceptez d'être seul responsable de toute perte de données et/ou des conséquences liées à celle-ci."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["ATTENTION: Si cette option est active lorsque le plugin est désactivé, TOUS les paramètres et données de l'extension seront effacés. Si vous pensez utiliser cette option, il serait bon de faire une sauvegarde dès maintenant. En activant cette option, vous acceptez d'être seul responsable de toute perte de données et des autres liées à cette activation."],"Cancel":["Annuler"],"Capabilities":["Capacités"],"Capabilities &hellip;":["Capacités &hellip;"],"Capability":["Capacité"],"Capability ID":["ID de Capacité"],"Choose access restriction groups &hellip;":["Choisissez les groupes de restriction d'accès &hellip;"],"Choose access restrictions &hellip;":["Choisissez des restrictions d'accès &hellip;"],"Choose capabilities &hellip;":["Choisissez les capacités &hellip;"],"Choose groups &hellip;":["Choisissez des Groupes &hellip;"],"Choose one or more capabilities to restrict access. Groups that grant access through the capabilities are shown in parenthesis. If no capabilities are available yet, you can use the quick-create box to create a group and capability enabled for access restriction on the fly.":["Choisissez une ou plusieurs capacités pour restreindre l'accès. Les Groupes qui autorisent l'accès en fonction de capacités déjà définies sont indiqués entre parenthèses. Si aucune capacité n'est encore disponible, vous pouvez utiliser la boîte création rapide pour créer un groupe et une capacité pour lesquels une restriction d'accès sera immédiatement attribuée."],"Choose or enter <em>Premium</em> in the <em>Read</em> field located in the <em>Groups</em> box and save or update the post (or hit Enter).":["Choisissez ou saisissez <em>Premium</em> dans le champ <em>Lire</em> situé dans la zone <em>Groupes</em> et enregistrez ou mettez à jour la publication (ou appuyez sur Entrée)."],"Clear":["Effacer"],"Click to add a new capability":["Cliquez pour ajouter une nouvelle capacité"],"Click to add a new group":["Cliquez pour ajouter un nouveau groupe"],"Click to refresh capabilities":["Cliquez ici pour actualiser les capacités"],"Click to toggle the display of groups that grant the capabilities.":["Cliquer ici pour basculer l'affichage des groupes qui attribuent les capacités."],"Content will be shown to users that are members of these groups:":["Le contenu sera présenté aux utilisateurs membres de ces groupes :"],"Content will be shown to users that are not members of these groups:":["Le contenu sera présenté aux utilisateurs qui ne sont pas membres de ces groupes:"],"Contribute Bitcoin to Groups":["Contribuez en Bitcoin aux Groups"],"Could you please spare a minute and give it a review over at WordPress.org?":["Pourriez-vous s'il vous plaît prenez un moment et laisser une évaluation sur WordPress.org?"],"Current page":["Page actuelle"],"Deactivation and data persistence":["Désactivation et Conservation des données"],"Delete all Groups plugin data for ALL sites on network deactivation":["Effacer toutes les données de l'extension &quot;Groups&quot; pour TOUS les sites lors de la désactivation du réseau"],"Delete all Groups plugin data on deactivation":["Supprimer Toutes les données de l'extension Groups lorsque le Plugin est désactivé"],"Description":["Description"],"Disabling this setting for a post type also disables existing access restrictions on individual posts of that type.":["La désactivation de ce paramètre pour un type de publication aussi supprime les restrictions d'accès existantes sur les publications individuelles de ce type."],"Discover our favorite Extensions for Groups and WooCommerce":["Découvrez nos extensions préférées pour Groups et WooCommerce"],"Dismiss":["Supprimer"],"Documentation":["Documentation"],"Edit":["Editer"],"Edit a capability":["Modifier une capacité"],"Edit a group":["Modifier un groupe"],"Edit the post for which you want to restrict access and choose<sup>*</sup> the <em>premium</em> capability.":["Modifier la publication pour laquelle vous souhaitez restreindre l'accès et choisissez<sup>*</sup> la capacité <em>premium</em>."],"Efficient User Interface":["Interface Utilisateur Efficace"],"Enable legacy access control based on capabilities.":["Activez le contrôle d'accès hérité en fonction des capacités."],"Enabling this on production sites is <strong>not</strong> recommended.":["Il n'est <strong>pas</strong> recommandé de l'activer sur les sites de production."],"Enforce read access":["Autoriser l'accès en lecture"],"Enhanced functionality is available via official %1$sExtensions%2$s for Groups.":["Des fonctionnalités améliorées sont disponibles via les %1$sExtensions%2$s officielles pour Groups."],"Enhanced functionality is available via official extensions for Groups.":["Des fonctionnalités améliorées sont disponibles via les extensions officielles pour Groups."],"Enter <em>Premium</em> in the quick-create field located in the Access restrictions panel and save or update the post (or hit Enter).":["Tapez <em>Premium</em> dans le champ création rapide du panneau Restriction d'Accès et sauvegardez ou mettez à jour la publication (ou appuyez sur Entrée)."],"Example:":["Exemple :"],"Filter":["Filtre"],"Filters":["Filtres"],"Follow %1$s and visit %2$s to stay tuned for free and premium tools.":["Suivez %1$s et visitez %2$s pour rester à l’écoute des outils gratuits et premium."],"Go to <strong>Groups > Capabilities</strong> and add the <em>premium</em> capability.":["Allez à <strong>Groups > Capabilities</strong> et ajoutez la capacité <em>premium</em>."],"Go to <strong>Groups > Groups</strong> and add the <em>Premium</em> group.":["Allez à <strong>Groups > Groups</strong> et ajoutez le groupe <em>Premium</em>."],"Go to <strong>Groups > Groups</strong> and assign the <em>premium</em> capability to the <em>Premium</em> group.":["Allez à <strong>Groups > Groups</strong> et attribuez la capacité <em>premium</em> au groupe <em>Premium</em>."],"Go to <strong>Groups > Options</strong> and enable the <em>premium</em> capability to restrict access.":["Allez à <strong>Groups > Options</strong> et activez la capacité <em>premium</em> pour restreindre l'accès."],"Go to the first page":["Accéder à la première page"],"Go to the last page":["Accédez à la dernière page"],"Go to the next page":["Accédez à la page suivante"],"Go to the previous page":["Accéder à la page précédente"],"Group":["Groupe"],"Group Actions":["Actions du Groupe"],"Group ID":["ID de Groupe"],"Group Name":["Nom du Groupe"],"Groups %s features a simpler model for access restrictions based on groups instead of capabilities used in Groups 1.x.":["Groups %s présente un modèle plus simple pour les restrictions d'accès basées sur les groupes au lieu des fonctionnalités utilisées dans Groups 1.x."],"Groups &hellip;":["Groupes &hellip;"],"Groups Add-Ons":["Extensions de Groups"],"Groups Capabilities":["Capacités des Groupes"],"Groups Member":["Membre des Groupes"],"Groups Non-member":["Non-membre des Groupes"],"Groups Options":["Options de Groups"],"Groups is configured to delete its plugin data on deactivation.":["Groups supprime toutes les données de l'extension lorsque il est désactivé."],"Groups network options":["Options de réseau de l'extension Groups"],"Groups options":["Options des Groupes"],"Here you can <strong>add</strong>, <strong>edit</strong> and <strong>remove</strong> groups.":["Ici vous pouvez <strong>ajouter</strong>, <strong>modifier</strong> et <strong>supprimer</strong> les groupes."],"Hide content from group members":["Masquer le contenu des membres du groupe"],"I have already done that or do not want to submit a review.":["J’ai déjà fait ça ou je ne veux pas soumettre d’avis."],"I want to submit a review later, remind me!":["Je souhaite soumettre un avis plus tard, rappelez-moi!"],"I want to submit a review right now!":["Je souhaite soumettre un avis dès maintenant!"],"ID":["ID"],"If you had any access restrictions in place based on capabilities, the entries will now be unprotected, unless you enable legacy access restrictions or place appropriate access restrictions based on groups on the desired entries.":["Si vous aviez mis en place des restrictions d'accès en fonction des capacités, les entrées ne seront désormais plus protégées, à moins que vous n'activiez les restrictions d'accès héritées ou que vous placiez des restrictions d'accès appropriées en fonction des groupes sur les entrées souhaitées."],"If you lock yourself out, please ask an administrator to help.":["Si vous êtes verrouillés, veuillez demander à un administrateur afin d'obtenir de l'aide."],"If you would like to switch to access restrictions based on groups (recommended) instead of capabilities, you can easily do so by setting the appropriate groups on your protected posts, pages and other entries to restrict access.":["Si vous souhaitez passer à des restrictions d'accès basées sur des groupes (recommandés) au lieu de capacités, vous pouvez facilement le faire en définissant les groupes appropriés sur vos publications, pages et autres entrées protégées pour restreindre l'accès."],"Important":["Importante"],"In the same field, you can create a new group and restrict access. Group names are case-sensitive. In order to be able to use the new group, your user account will be assigned to it.":["Dans le même champ, vous pouvez créer un nouveau groupe et restreindre l'accès. Les noms de groupe sont sensibles à la casse. Afin de pouvoir utiliser le nouveau groupe, votre compte utilisateur lui sera attribué."],"Include these capabilities to enforce read access on posts. The selected capabilities will be offered to restrict access to posts.":["Inclure ces capacités afin d'autoriser l'accès en lecture des publications. Les capacités sélectionnées seront proposées pour restreindre l'accès aux publications."],"Inherited capabilities:":["Capacités héritée:"],"Invalid post ID.":["ID de poste non valide."],"It seems that you have updated from Groups 1.x where access restrictions were based on capabilities.":["Il semble que vous ayez mis à jour les groupes 1.x où les restrictions d'accès étaient basées sur les capacités."],"Join the %s group":["Rejoignez le groupe %s"],"Leave the %s group":["Quitter le groupe %s"],"Legacy Settings":["Paramètres hérités"],"Let's assume that you want to limit the visibility of a post to members of the <em>Premium</em> group.":["Supposons que vous voulez limiter la visibilité d'une publication aux membres du groupe <em>Premium</em>."],"Loading...":["Chargement en cours..."],"Log out":["Se déconnecter"],"Manage groups and users with a minimal footprint on the administrative screens.":["Gérez les groupes et les utilisateurs avec un encombrement minimal sur les écrans d’administration."],"Many thanks for using <strong>Groups</strong>!":["Merci beaucoup d'utiliser <strong>Groups</strong>!"],"Media":["Médias"],"Members of the %1$s group can access this %2$s through this capability.":["Les Membres du groupe %1$s peuvent accéder à %2$s grâce à cette capacité.","Les Membres des groupee %1$s peuvent accéder à %2$s grâce à cette capacité."],"More recommended Extensions for Groups":["Autres Extensions recommandées pour Groups"],"Name":["Nom"],"Network deactivation and data persistence":["Désactivation du réseau et de la persistance des données"],"New Capability":["Nouvelle Capacité"],"New Group":["Nouveau Groupe"],"No groups grant access through this capability. To grant access to group members using this capability, you should assign it to a group and enable the capability for access restriction.":["Cette Capacité n'accorde pas d'accès aux groupes. Pour accorder l'accès aux membres du groupe à l'aide de cette capacité, vous devez l'attribuer à un groupe et activer la fonction de restriction d'accès."],"No new capabilities have been found.":["Pas de nouvelles capacités trouvées."],"No such capabilities.":["Aucunes Capacités."],"No such capability.":["Aucune capacité."],"No such group.":["Aucun groupe."],"No such groups.":["Aucuns Groupes."],"Note that you must be a member of a group that has such a capability assigned.":["Notez que vous devez être membre d'un groupe qui a une telle capacité attribuée."],"Note that you must be a member of a group to use it to restrict access.":["Notez que vous devez être membre d'un groupe pour l'utiliser afin de restreindre l'accès."],"Now you can protect your posts, pages and any other custom post type like products or events by simply assigning them to one or more groups.":["Vous pouvez désormais protéger vos publications, pages et tout autre type de publication personnalisé comme des produits ou des événements en les affectant simplement à un ou plusieurs groupes."],"Once you have adjusted your access restrictions based on groups, you can disable legacy access control.":["Une fois que vous avez ajusté vos restrictions d'accès en fonction des groupes, vous pouvez désactiver le contrôle d'accès hérité."],"One capability has been added.":["Une capacité a été ajouté.","%d capacités ont été ajoutées."],"One or more capabilities required to read the entry.":["Un ou plusieurs capacités sont requises pour lire l'entrée."],"One or more groups granting access to entries.":["Un ou plusieurs groupes accordant l'accès aux entrées."],"Only groups or users that have one of the selected capabilities are allowed to read this %s.":["Seuls les groupes ou les utilisateurs qui ont l'une des capacités sélectionnées sont autorisés à lire ce %s."],"Options":["Options"],"Options saved.":["Options enregistrées."],"Other recommended Tools":["Autres Outils recommandés"],"Parent":["Parent"],"Perfect complements to memberships and access control with Groups.":["Compléments parfaits aux adhésions et au contrôle d'accès avec les groupes."],"Permissions":["Autorisations"],"Please confirm removal of the following groups. This action cannot be undone.":["Confirmez svp la suppression des groupes suivants. Cette action ne peut être annulée."],"Please confirm to remove the following capabilities. This action cannot be undone.":["SVP, Confirmez la suppression des capacités suivantes. Cette action ne peut être annulée."],"Please give it a <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating.":["S'il vous plaît laisser une évaluation <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a>."],"Please make sure to read the %1$sMigration Guide%2$s.":["Assurez-vous de lire le %1$sGuide de Migration%2$s."],"Please refer to the %s for details on how to switch to and use the new access restrictions.":["Veuillez vous référer au %s pour plus de détails sur la manière de passer aux nouvelles restrictions d'accès et de les utiliser."],"Please use %s for files that require complete protection.":["Veuillez utiliser %s pour les fichiers qui nécessitent une protection complète."],"Post":["Publication"],"Post types":["Types de publication"],"Protect Content Easily":["Protégez Facilement le Contenu"],"Quick-create group &amp; capability":["Créez rapidement un groupe &amp; une capacité"],"Read":["Lecture"],"Read Post":["Lire la Publication"],"Refresh":["Actualiser"],"Registered":["Enregistré"],"Remind me later":["Rappelle moi plus tard"],"Remove":["Supprimer"],"Remove a capability":["Supprimer une capacité"],"Remove a group":["Supprimer un Groupe"],"Remove capabilities":["Retirer les capacités"],"Remove capability":["Supprimer une Capacité"],"Remove from group":["Retirer du groupe"],"Remove group":["Supprimer le groupe"],"Remove groups":["Supprimer les Groupes"],"Remove restriction":["Supprimer la restriction"],"Restrict Access":["Restreindre l'Accès"],"Restricts the visibility of this %s to members of the chosen groups.":["Restreint la visibilité de ce %s aux membres des groupes choisis."],"Restricts the visibility of this entry to members of the chosen groups.":["Restreint la visibilité de cette entrée aux membres des groupes choisis."],"Results per page":["Résultats par page"],"Role":["Rôle"],"Save":["Sauvegarder"],"Select Groups":["Sélectionner des Groupes"],"Show access restrictions for these post types.":["Afficher les Restrictions d'Accès pour ces types de publications."],"Show content for group members":["Afficher le contenu pour les membres du groupe"],"Show groups":["Afficher les Groupes"],"Show groups in user profiles.":["Afficher le Groupe dans le profile de l'Utilisateur."],"Show the Groups tree view.":["Afficher l'arborescence des Groupes."],"Some post types shown may not offer access restrictions even though they appear enabled here.":["Certains types de publication affichés peuvent ne pas proposer de restrictions d'accès même s'ils semblent activés ici."],"Support the developers and contribute Bitcoin to %s":["Soutenez les développeurs et contribuez en Bitcoin à %s"],"Switching to Groups %s":["Passage aux Groups %s"],"Terms":["Termes"],"Thank you for using %1$s by %2$s.":["Merci pour utiliser %1$s par %2$s."],"Thanks for using Groups! We have made it even easier to protect your content and hope you like it :)":["Merci d'utiliser Groups! Nous avons rendu encore plus facile la protection de votre contenu et espérons qu'il vous plaira :)"],"The <em>%s</em> capability already exists and cannot be assigned to this one.":["La capacité <em>%s</em> existe déjà et ne peut pas être attribuée à ce groupe."],"The <em>%s</em> capability already exists.":["La Capacité <em>%s</em> existe déjà."],"The <em>%s</em> capability could not be updated.":["La capacité <em>%s</em> n'a pas pu être mise à jour."],"The <em>%s</em> capability has been created.":["La Capacité <em>%s</em> a bien été créée."],"The <em>%s</em> capability has been updated.":["La capacité <em>%s</em> a été mise à jour."],"The <em>%s</em> group already exists and cannot be used to name this one.":["Le groupe <em>%s</em> existe déjà et ne peux pas être utilisé pour nommer celui-ci."],"The <em>%s</em> group already exists.":["Le groupe <em>%s</em> existe déjà."],"The <em>%s</em> group has been created.":["Le groupe <em>%s</em> a bien été créé."],"The <em>%s</em> group has been updated.":["Le groupe <em>%s</em> a bien été mis à jour."],"The <em>Capability</em> must not be empty.":["La <em>Capacité</em> ne doit pas être vide."],"The <em>Name</em> must not be empty.":["Le <em>Nom</em> ne doit pas être vide."],"The attachment page is restricted to authorized users, but due to technical limitations, the file can still be accessed directly via its URL.":["La page de pièce jointe est réservée aux utilisateurs autorisés, mais en raison de limitations techniques, le fichier est toujours accessible directement via son URL."],"The capability has been deleted.":["La capacité a été suppriméé."],"The chosen capabilities are assigned to the group.":["Les capacités choisies sont attribuées au groupe."],"The complete documentation is available on the %s pages for Groups.":["La documentation complète est disponible sur les pages %s pour Groups."],"The following is only of interest if you have upgraded from Groups 1.x:":["Ce qui suit n'est intéressant que si vous avez effectué une mise à niveau à partir de Groups 1.x:"],"The group has been deleted.":["Le groupe a été supprimé."],"The manual way:":["La méthode manuelle :"],"The name must not be empty.":["Le nom ne doit pas être vide."],"The quick way:":["De la façon la plus simple :"],"The user is a member of the chosen groups.":["L'utilisateur est un membre des Groupes choisis."],"There are no results.":["Il n'y a aucun résultat."],"These capabilities will be assigned to the group.":["Ces capacités seront attribués au groupe."],"These permissions apply to Groups management. They do not apply to access permissions derived from Groups capabilities.":["Ces autorisations concernent la gestion des Groupes. Elles ne se appliquent pas aux autorisations d'accès liées aux capacités des Groupes."],"This could be important!":["Cela peut être important !"],"This determines for which post types access restriction settings are offered.":["Cela détermine pour quels types de publication les paramètres de restriction d'accès sont proposés."],"This group has no capabilities.":["Ce groupe n'a pas de capacités."],"This means that if you had access restrictions in place that were based on capabilities, your entries will still be protected.":["Cela signifie que si vous aviez mis en place des restrictions d'accès basées sur des capacités, vos entrées seront toujours protégées."],"This method is deprecated. You should use Groups_Post_Access_Legacy::get_read_post_capabilities() to retrieve the capabilities instead.":["Cette méthode est déconseillée. Vous devez utiliser Groups_Post_Access_Legacy::get_read_post_capabilities() pour récupérer les capacités à la place."],"To disable, do not define the constant <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> or set it to <code>false</code>.":["Pour désactiver, ne définissez pas la constante <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> ou définissez-la sur <code>false</code>."],"To make it easier to transition to the new model for those who migrate from a previous version, we have included legacy access control based on capabilities.":["Pour faciliter la transition vers le nouveau modèle pour ceux qui migrent à partir d'une version précédente, nous avons inclus un contrôle d'accès hérité basé sur les capacités."],"To put it simple, previously you would have used capabilities to restrict access to posts and now you simply use groups.":["Pour faire simple, vous auriez auparavant utilisé des fonctionnalités pour restreindre l'accès aux publications et maintenant vous utilisez simplement des groupes."],"Tree":["Arborescence"],"Tree of Groups":["Arborescence des Groupes"],"Tree view":["Aperçu de l'Arborescence"],"Try the quick-create field first. Unless you need a more complex setup, there is no reason to go this way instead.":["Essayez d'abord le champ de création rapide, à moins que vous ayez besoin d'une configuration plus complexe. Autrement, favorisez toujours cet outil."],"Type and choose &hellip;":["Saisissez et sélectionnez &hellip;"],"Use the <em>Access restrictions</em> box to limit the visibility of posts, pages and other post types.":["Utilisez la boîte des <em>restrictions d'accès</em> pour limiter la visibilité des messages, des pages et des autres types de publications."],"Use the <em>Groups</em> box to limit the visibility of posts, pages and other post types.":["Utilisez la case <em>Groupes</em> pour limiter la visibilité des publications, des pages et d'autres types de publications."],"User profiles":["Profils d'Utilisateurs"],"Using the quick-create field":["En utilisant le champ de création rapide"],"Using the quick-create field, you can create a new group and capability. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["En utilisant le champ de création rapide, vous pouvez créer un nouveau groupe et une capacité. La capacité sera attribuée au groupe et permettra d'autoriser l'accès en lecture. Les noms de groupe sont sensibles à la casse, le nom d'une capacité est la version en minuscule du nom du groupe. Si le groupe existe déjà, une nouvelle capacité est créée et attribuée au groupe existant. Si la capacité existe déjà, il sera attribuée au groupe. Si les deux existent déjà, la capacité est habilitée à autoriser l'accès en lecture. Afin d'être en mesure d'utiliser la capacité, votre compte utilisateur sera affecté au groupe."],"View the Welcome screen for this version of Groups":["Afficher l'écran de bienvenue de cette version de Groups"],"Warning!":["Attention!"],"We have made it even easier to protect your content!":["Nous avons rendu encore plus facile la protection de votre contenu !"],"Welcome":["Bienvenue"],"Welcome to Groups":["Bienvenue aux Groups"],"Welcome to Groups %s":["Bienvenue aux Groups %s"],"What's New?":["Quoi de neuf?"],"Whether you are new to Groups or have been using it before, please make sure to visit the %1$sDocumentation%2$s pages to know more about how to use it.":["Si vous êtes nouveau dans Groups ou si vous l'avez déjà utilisé, assurez-vous de visiter les pages de %1$sDocumentation%2$s pour en savoir plus sur son utilisation."],"Yes, here we go!":["Oui, c'est parti!"],"You are a member of the %s group.":["Vous êtes un membre du groupe %s."],"You are running the system with legacy access control based on capabilities disabled.":["Vous exécutez le système avec un contrôle d'accès hérité basé sur les capacités désactivées."],"You are running the system with legacy access control based on capabilities enabled.":["Vous exécutez le système avec un contrôle d'accès hérité basé sur les capacités activées."],"You can create a new group and capability here. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["Ici, vous pouvez créer un nouveau groupe et une nouvelle capacité. La capacité sera attribuée au groupe et permettra d'autoriser l'accès en lecture. Les noms attribués aux groupes sont sensibles à la casse, le nom de la capacité est la version minuscule du nom du groupe. Si le groupe existe déjà, une nouvelle capacité est créée et affectée au groupe existant. Si la capacité existe déjà, elle est affectée par défaut au groupe. Si les deux existent déjà, la capacité est activée pour faire respecter l'accès en lecture. Afin d'être en mesure d'utiliser la capacité, votre compte utilisateur sera attribué au groupe."],"You can create a new group by indicating the group's name.":["Vous pouvez créer un nouveau groupe en indiquant le nom du groupe."],"You can restrict the visibility of this %1$s to group members. Choose one or more groups that are allowed to read this %2$s. If no groups are chosen, the %3$s is visible to anyone.":["Vous pouvez restreindre la visibilité de ce %1$s aux membres du groupe. Choisissez un ou plusieurs groupes autorisés à lire ce %2$s. Si aucun groupe n'est choisi, le %3$s est visible par tous."],"You can restrict the visibility to group members. Choose one or more groups to restrict access. If no groups are chosen, this entry is visible to anyone.":["Vous pouvez restreindre la visibilité aux membres du groupe. Choisissez un ou plusieurs groupes pour restreindre l'accès. Si aucun groupe n'est choisi, cette entrée est visible par tous."],"You can select one or more capabilities that are enabled for access restriction.":["Vous pouvez sélectionner une ou plusieurs capacités utilisables pour la Restriction des Accès."],"You can select one or more groups to restrict access to its members.":["Vous pouvez sélectionner un ou plusieurs groupes pour restreindre l'accès à ses membres."],"You cannot set any access restrictions.":["Vous ne pouvez pas définir les restrictions d'accès."],"You have joined the %s group.":["Vous avez rejoint le groupe %s."],"You have left the %s group.":["Vous ne faites plus parti du groupe %s."],"You must be in a group that has at least one capability enabled to enforce read access.":["Vous devez être dans un groupe qui a au moins une capacité définie pour autoriser l'accès en lecture."],"You need to have permission to set access restrictions.":["Vous devez avoir l'autorisation de définir des restrictions d'accès."],"You should use Groups_Post_Access_Legacy::create() to pass a capability restriction instead.":["Vous devez utiliser Groups_Post_Access_Legacy::create() pour passer une restriction de capacité à la place."],"Your support matters!":["Votre soutien compte!"],"access":["accès"],"groups":["groupes"],"members":["membres"],"paging\u0004%1$s of %2$s":["%1$s sur %2$s"],"label for conjunctive groups filter checkbox\u0004&cap;":["&cap;"],"Help tab title and heading\u0004Capabilities":["Capacités"],"Help tab title and heading\u0004Groups":["Groupes"],"Help tab title and heading\u0004Options":["Options"],"title of dismiss notice link\u0004Dismiss":["Supprimer"],"Attachment field label\u0004Groups":["Groupes"],"Bulk edit field label\u0004Groups":["Groupes"],"Column header\u0004Groups":["Groupes"],"Column header (Users)\u0004Groups":["Groupes"],"Groups section heading (add user)\u0004Groups":["Groupes"],"Groups section heading (edit user)\u0004Groups":["Groupes"],"Groups section heading (user profile)\u0004Groups":["Groupes"],"Help heading\u0004Groups":["Groupes"],"Help tab title\u0004Groups":["Groupes"],"Help title\u0004Groups":["Groupes"],"Meta box title\u0004Groups":["Groupes"],"Network menu page title\u0004Groups":["Groupes"],"Plugin action link\u0004Groups":["Groupes"],"Plugin action link\u0004Options":["Options"],"menu item title\u0004Groups":["Groupes"],"page-title\u0004Groups":["Groupes"],"label title for conjunctive groups filter checkbox\u0004Users must belong to all chosen groups":["Les utilisateurs doivent être membres de tous les groupes choisis"]}}}