{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n != 1);","lang":"es_ES"},"%s item":["1 elemento","%s elementos"],"&mdash; No Change &mdash;":["&mdash; Sin cambios &mdash;"],"(any)":["(cualquier)"],"(none)":["(ninguno)"],"(only unrestricted)":["(sin restricción)"],"--":["--"],"<span title=\"%s\">Access Restrictions</span>":["<span title=\"%s\">Restricción de Acceso</span>"],"<sup>*</sup> For each capability, the groups that have the capability assigned are shown within parenthesis. You can choose a capability by typing part of the group's or the capability's name.":["<sup>*</sup> En cada capacidad, los grupos que tienen las capacidades asignadas se muestran entre paréntesis. Puedes elegir una capacidad escribiendo parte del nombre del grupo o de la capacidad."],"A Duck!":["Un Pato!"],"A minimum set of permissions will be preserved.":["Se preservarán un mínimo de permisos."],"Access Groups":["Acceder a Groups"],"Access Restrictions":["Restricción de Acceso"],"Access denied.":["Acceso denegado."],"Access restricions":["Restricciones de acceso"],"Access restrictions":["Restricciones de acceso"],"Access restrictions &hellip;":["Restricción de acceso &hellip;"],"Add":["Añadir"],"Add a new capability":["Añadir una nueva capacidad"],"Add a new group":["Añadir un nuevo grupo"],"Add capability":["Añadir capacidad"],"Add restriction":["Añadir restricción"],"Add to group":["Añadir a grupo"],"Add-Ons":["Add-Ons"],"Adding the group and capability manually and enabling it for access restriction":["Añadir el grupo y la capacidad manualmente y activarlos para restricción de acceso"],"Administer Groups":["Administrar Groups"],"Administer Groups plugin options":["Administrar opciones de Groups"],"Administrator Access Override":["Acceso general del Administrador"],"Administrators override all access permissions derived from Groups capabilities.":["Los administradores heredan todos los permisos de acceso derivados de las capacidades de Grupos."],"Also look for groups related to terms":["Mirar también en grupos relacionados con términos"],"Anyone &hellip;":["Todos &hellip;"],"Apply":["Aplicar"],"Become a member of the <em>Premium</em> group - this is required so you can choose the <em>premium</em> capability to restrict access to a post.":["Hazte miembro del grupo <em>Premium</em> - esto es necesario para que puedas elegir la capacidad <em>premium</em> para restringir acceso a la entrada."],"Bulk Actions":["Acciones en Lote"],"By getting an official extension, you fund the work that is necessary to maintain and improve Groups.":["Al obtener una extensión oficial, financias el trabajo necesario para mantener y mejorar Groups."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED for <strong>all sites</strong>. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["ATENCIÓN: Si esta opción está activada al desactivar este plugin, TODOS los tributos y datos del plugin se BORRARÁN para <strong>todos los sitios </strong>. Si vas a usar esta opción, es conveniente que hagas antes un backup. Al habilitar esta opción aceptas estar de acuerdo en asumir toda responsabilidad por la pérdida de cualquier dato o cualquier otra consecuencia."],"CAUTION: If this option is active while the plugin is deactivated, ALL plugin settings and data will be DELETED. If you are going to use this option, now would be a good time to make a backup. By enabling this option you agree to be solely responsible for any loss of data or any other consequences thereof.":["ATENCIÓN: Si esta opción está activada al desactivar este plugin, TODOS los tributos y datos del plugin se BORRARÁN para <strong>todos los sitios </strong>. Si vas a usar esta opción, es conveniente que hagas antes un backup. Al habilitar esta opción aceptas estar de acuerdo en asumir toda responsabilidad por la pérdida de cualquier dato o cualquier otra consecuencia."],"Cancel":["Cancelar"],"Capabilities":["Capacidades"],"Capabilities &hellip;":["Capacidades &hellip;"],"Capability":["Capacidad"],"Capability ID":["ID Capacidad"],"Choose access restriction groups &hellip;":["Seleccionar grupos para restringir el acceso &hellip;"],"Choose access restrictions &hellip;":["Elegir restricciones de acceso &hellip;"],"Choose capabilities &hellip;":["Elegir capacidades &hellip;"],"Choose groups &hellip;":["Elegir grupos &hellip;"],"Choose one or more capabilities to restrict access. Groups that grant access through the capabilities are shown in parenthesis. If no capabilities are available yet, you can use the quick-create box to create a group and capability enabled for access restriction on the fly.":["Elegir una o más capacidades para restringir acceso. Los grupos que conceden acceso a través de las capacidades se muestran entre paréntesis. Si aún no hubiese capacidades disponibles, puedes usar la caja de creación instantánea para crear un grupo y una capacidad sobre la marcha."],"Choose or enter <em>Premium</em> in the <em>Read</em> field located in the <em>Groups</em> box and save or update the post (or hit Enter).":["Seleccionar o introducir <em>Premium</em> en el campo <em>Leer</em> ubicado en la caja <em>Grupos</em> y guardar o actualizar la entrada (o pulsar la tecla de Entrada)."],"Clear":["Limpiar"],"Click to add a new capability":["Haz click para añadir una nueva capacidad"],"Click to add a new group":["Haz click para añadir un nuevo grupo"],"Click to refresh capabilities":["Haz click para actualizar las capacidades"],"Click to toggle the display of groups that grant the capabilities.":["Haz click para cambiar el despliegue de grupos que otorga las capacidades."],"Content will be shown to users that are members of these groups:":["El contenido se muestra a los usuarios miembros de estos grupos:"],"Content will be shown to users that are not members of these groups:":["El contenido se muestra a los usuarios que no son miembros de estos grupos:"],"Contribute Bitcoin to Groups":["Aporta Bitcoin para Groups"],"Could you please spare a minute and give it a review over at WordPress.org?":["¿Puede dejar una reseña en WordPress.org?"],"Current page":["Página actual"],"Deactivation and data persistence":["Desactivación y persistencia de los datos"],"Delete all Groups plugin data for ALL sites on network deactivation":["Borrar todos los datos de los plugins al desactivar"],"Delete all Groups plugin data on deactivation":["Borrar todos los datos de los plugin al desactivar"],"Description":["Descripción"],"Disabling this setting for a post type also disables existing access restrictions on individual posts of that type.":["Desactivar esta opción para un tipo de entrada también deja sin efecto las restricciones de acceso existentes en entradas individuales de ese tipo."],"Discover our favorite Extensions for Groups and WooCommerce":["Descubre nuestras Extensiones favoritas para Groups y WooCommerce"],"Dismiss":["Descartar"],"Documentation":["Documentación"],"Edit":["Editar"],"Edit a capability":["Editar una capacidad"],"Edit a group":["Editar un grupo"],"Edit the post for which you want to restrict access and choose<sup>*</sup> the <em>premium</em> capability.":["Edita la entrada a la cual quieres restringir acceso y elige la <sup>*</sup>capacidad <em>premium</em> ."],"Efficient User Interface":["Interfaz de Usuario Eficiente"],"Enable legacy access control based on capabilities.":["Habilitar el control de acceso legado basado en capacidades."],"Enabling this on production sites is <strong>not</strong> recommended.":["Habilitar esto en sitios de producción <strong>no</strong> se recomienda."],"Enforce read access":["Forzar permiso de lectura"],"Enhanced functionality is available via official %1$sExtensions%2$s for Groups.":["Funcionalidad extendida está disponible a través de %1$sExtensiones%2$s oficiales para Groups."],"Enhanced functionality is available via official extensions for Groups.":["Funcionalidad extendida está disponible a través de extensiones oficiales para Groups."],"Enter <em>Premium</em> in the quick-create field located in the Access restrictions panel and save or update the post (or hit Enter).":["Inserta <em>Premium</em> en la caja de creación instantánea que encontrarás en el panel de Restricción de Acceso y guarda o actualiza la entrada (o pulsa Entrar)."],"Example:":["Ejemplo:"],"Filter":["Filtrar"],"Filters":["Filtros"],"Follow %1$s and visit %2$s to stay tuned for free and premium tools.":["Sígue %1$s y visita %2$s para estar al tanto de herramientas gratuitas y premium."],"Go to <strong>Groups > Capabilities</strong> and add the <em>premium</em> capability.":["Dirígete a <strong>Groups > Capacidades</strong> y añade la capacidad <em>premium</em>."],"Go to <strong>Groups > Groups</strong> and add the <em>Premium</em> group.":["Dirígete a <strong>Groups > Grupos</strong> y añade el grupo <em>Premium</em>."],"Go to <strong>Groups > Groups</strong> and assign the <em>premium</em> capability to the <em>Premium</em> group.":["Dirígete a <strong>Groups > Grupos</strong> y asigna la capacidad <em>premium</em> al grupo <em>Premium</em>."],"Go to <strong>Groups > Options</strong> and enable the <em>premium</em> capability to restrict access.":["Dirígete a <strong>Groups > Opciones</strong> y activa la capacidad <em>premium</em> para restringir acceso."],"Go to the first page":["Ir a la primera página"],"Go to the last page":["Ir a la última página"],"Go to the next page":["Ir a la siguiente página"],"Go to the previous page":["Ir a la página anterior"],"Group":["Grupo"],"Group Actions":["Acciones de Grupo"],"Group ID":["ID Grupo"],"Group Name":["Nombre del Grupo"],"Groups %s features a simpler model for access restrictions based on groups instead of capabilities used in Groups 1.x.":["Groups %s proporciona un modelo más simple para las restricciones de acceso, basado en grupos en vez de capacidades usadas en Groups 1.x."],"Groups &hellip;":["Grupos &hellip;"],"Groups Add-Ons":["Add-Ons para Groups"],"Groups Capabilities":["Capacidades de los Grupos"],"Groups Member":["Miembros de Grupos"],"Groups Non-member":["No-miembros de Grupo"],"Groups Options":["Opciones de Groups"],"Groups is configured to delete its plugin data on deactivation.":["Groups está configurado para borrar sus datos de plugin al desactivarse."],"Groups network options":["Opciones de red para Grupos"],"Groups options":["Opciones de Groups"],"Here you can <strong>add</strong>, <strong>edit</strong> and <strong>remove</strong> groups.":["Aquí puedes <STRONG>añadir</STRONG>, <STRONG>editar</STRONG> y <STRONG>eliminar</STRONG> grupos."],"Hide content from group members":["Esconder contenido de miembros de grupo"],"I have already done that or do not want to submit a review.":["Ya lo he hecho o no quiero enviar una reseña."],"I want to submit a review later, remind me!":["Quiero enviar una reseña más tarde, ¡recuérdamelo!"],"I want to submit a review right now!":["¡Quiero enviar una reseña ahora mismo!"],"ID":["ID"],"If you had any access restrictions in place based on capabilities, the entries will now be unprotected, unless you enable legacy access restrictions or place appropriate access restrictions based on groups on the desired entries.":["Si había restricciones de acceso basadas en capacidades, las entradas estarán ahora desprotegidas, salvo que se hayan habilitado las restricciones de acceso legadas o se han puesto restricciones de acceso basado en grupos en las entradas deseadas."],"If you lock yourself out, please ask an administrator to help.":["Si te bloqueas a ti mismo, pide ayuda a un administrador."],"If you would like to switch to access restrictions based on groups (recommended) instead of capabilities, you can easily do so by setting the appropriate groups on your protected posts, pages and other entries to restrict access.":["Si se desea cambiar a restricciones de acceso basado en grupos (recomendado) en vez de capacidades, se puede hacer fácilmente, poniendo los grupos apropiados en las entradas y páginas protegidas para restringir el acceso."],"Important":["Importante"],"In the same field, you can create a new group and restrict access. Group names are case-sensitive. In order to be able to use the new group, your user account will be assigned to it.":["En el mismo campo se puede crear un nuevo grupo y restringir el acceso. Los nombres de grupos distinguen las letras minúsculas de las mayúsculas. Para poder usar el nuevo grupo, se le hará miembro del grupo."],"Include these capabilities to enforce read access on posts. The selected capabilities will be offered to restrict access to posts.":["Incluir estas capacidades para controlar el acceso a las entradas. Las capacidades seleccionadas se ofrecerán para restringir el acceso a entradas."],"Inherited capabilities:":["Capacidades heredadas:"],"Invalid post ID.":["ID de post no válido."],"It seems that you have updated from Groups 1.x where access restrictions were based on capabilities.":["Parece que ha actualizado desde Groups 1.x donde las restricciones de acceso estaban basadas en capacidades."],"Join the %s group":["Unirse al grupo %s"],"Leave the %s group":["Dejar el grupo %s"],"Legacy Settings":["Ajustes de Legado"],"Let's assume that you want to limit the visibility of a post to members of the <em>Premium</em> group.":["Imaginemos que quieres limitar la visibilidad de una entrada a miembros del grupo <em>Premium</em>."],"Loading...":["Cargando..."],"Log out":["Desconectar"],"Manage groups and users with a minimal footprint on the administrative screens.":["Administra grupos y usuarios con una huella mínima en las pantallas administrativas."],"Many thanks for using <strong>Groups</strong>!":["¡Gracias por usar <strong>Groups</strong>!"],"Media":["Multimedia"],"Members of the %1$s group can access this %2$s through this capability.":["Miembros del grupo %1$s pueden acceder a %2$s a través de esta capacidad.","Miembros de los grupos %1$s pueden acceder a %2$s a través de esta capacidad."],"More recommended Extensions for Groups":["Más Extensiones recomendadas para Groups"],"Name":["Nombre"],"Network deactivation and data persistence":["Desactivación y persistencia de los datos"],"New Capability":["Nueva capacidad"],"New Group":["Nuevo Grupo"],"No groups grant access through this capability. To grant access to group members using this capability, you should assign it to a group and enable the capability for access restriction.":["Ningún grupo concede acceso a través de esta capacidad. Para conceder acceso a un grupo de miembros usando esta capacidad, debes asignársela a un grupo y activar la capacidad para la restricción de acceso."],"No new capabilities have been found.":["No se han encontrado nuevas capacidades."],"No such capabilities.":["No existen esas capacidades."],"No such capability.":["No existe esa capacidad."],"No such group.":["No existe ese grupo."],"No such groups.":["No existen esos grupos."],"Note that you must be a member of a group that has such a capability assigned.":["Debes ser miembro de un grupo que tenga dicha capacidad asignada."],"Note that you must be a member of a group to use it to restrict access.":["Hay que ser miembro de un grupo para poder restringir el acceso con él."],"Now you can protect your posts, pages and any other custom post type like products or events by simply assigning them to one or more groups.":["Ya se pueden proteger a las entradas, páginas y otros tipos de entrada como productos o eventos, simplemente asignando uno o más grupos."],"Once you have adjusted your access restrictions based on groups, you can disable legacy access control.":["Una vez ajustadas las restricciones de acceso basadas en grupos, se puede desactivar el control de acceso legado."],"One capability has been added.":["Se ha asignado una capacidad.","Se han asignado %d capacidades."],"One or more capabilities required to read the entry.":["Se necesitan una o más capacidades para leer la entrada."],"One or more groups granting access to entries.":["Uno o más grupos que conceden el acceso a entradas."],"Only groups or users that have one of the selected capabilities are allowed to read this %s.":["Sólo los grupos o usuarios que tienen alguna de las capacidades seleccionadas pueden leer este %s."],"Options":["Opciones"],"Options saved.":["Opciones guardadas."],"Other recommended Tools":["Otras Herramientas recomendadas"],"Parent":["Padre"],"Perfect complements to memberships and access control with Groups.":["Complementos perfectos para la membresía y el control de acceso con Groups."],"Permissions":["Permisos"],"Please confirm removal of the following groups. This action cannot be undone.":["Por favor confirma la eliminación de los siguientes grupos. Esta acción no se puede deshacer."],"Please confirm to remove the following capabilities. This action cannot be undone.":["Por favor confirma la eliminación de las siguientes capacidades. Esta acción no se puede deshacer."],"Please give it a <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating.":["Gracias por dejar una valoración <a href=\"%s\">&#9733;&#9733;&#9733;&#9733;&#9733;</a>."],"Please make sure to read the %1$sMigration Guide%2$s.":["Por favor, lee la %1$sGuía de Migración%2$s."],"Please refer to the %s for details on how to switch to and use the new access restrictions.":["Consulta la %s para obtener detalles sobre cómo cambiar y utilizar las nuevas restricciones de acceso."],"Please use %s for files that require complete protection.":["Por favor, utilizar %s para ficheros que requieren una protección completa."],"Post":["Entrada"],"Post types":["Tipos de entradas"],"Protect Content Easily":["Proteger Contenido Fácilmente"],"Quick-create group &amp; capability":["Crear al instante grupo y capacidad"],"Read":["Leer"],"Read Post":["Leer entrada"],"Refresh":["Actualizar"],"Registered":["Registrado"],"Remind me later":["Más tarde"],"Remove":["Eliminar"],"Remove a capability":["Eliminar una capacidad"],"Remove a group":["Eliminar un grupo"],"Remove capabilities":["Eliminar capacidades"],"Remove capability":["Eliminar capacidad"],"Remove from group":["Eliminar de un grupo"],"Remove group":["Eliminar grupo"],"Remove groups":["Eliminar grupos"],"Remove restriction":["Eliminar restricción"],"Restrict Access":["Restringir Acceso"],"Restricts the visibility of this %s to members of the chosen groups.":["Restringe la visibilidad de esta/e %s a miembros de los grupos seleccionados."],"Restricts the visibility of this entry to members of the chosen groups.":["Restringe la visibilidad de esta entrada a miembros de los grupos seleccionados."],"Results per page":["Resultados por página"],"Role":["Rol"],"Save":["Guardar"],"Select Groups":["Seleccionar Grupos"],"Show access restrictions for these post types.":["Mostrar restricciones de acceso para este tipo de entradas."],"Show content for group members":["Mostrar contenido a miembros de grupo"],"Show groups":["Mostrar grupos"],"Show groups in user profiles.":["Mostrar grupos en los perfiles de usuario."],"Show the Groups tree view.":["Mostrar la vista en árbol de los Grupos."],"Some post types shown may not offer access restrictions even though they appear enabled here.":["Es posible que algunos tipos de publicaciones que se muestran no ofrezcan restricciones de acceso aunque aparezcan habilitadas aquí."],"Support the developers and contribute Bitcoin to %s":["Apoya a los desarrolladores y contribuye Bitcoin a %s"],"Switching to Groups %s":["Cambiar a Groups %s"],"Terms":["Términos"],"Thank you for using %1$s by %2$s.":["Gracias por usar %1$s de %2$s."],"Thanks for using Groups! We have made it even easier to protect your content and hope you like it :)":["¡Gracias por usar Groups! Hemos simplificado aun más la protección de contenidos y esperamos que os guste :)"],"The <em>%s</em> capability already exists and cannot be assigned to this one.":["La capacidad <em>%s</em> ya existe y no puede ser asignada a ésta."],"The <em>%s</em> capability already exists.":["La capacidad <em>%s</em> ya existe."],"The <em>%s</em> capability could not be updated.":["La capacidad <em>%s</em> no pudo ser actualizada."],"The <em>%s</em> capability has been created.":["Se ha creado la capacidad <em>%s</em>."],"The <em>%s</em> capability has been updated.":["Se ha actualizado la capacidad <em>%s</em>."],"The <em>%s</em> group already exists and cannot be used to name this one.":["El grupo <em>%s</em> ya existe y no se puede usar para nombrar éste."],"The <em>%s</em> group already exists.":["El grupo <em>%s</em> ya existe."],"The <em>%s</em> group has been created.":["Se ha creado el grupo <em>%s</em> ."],"The <em>%s</em> group has been updated.":["Se ha actualizado el grupo <em>%s</em> ."],"The <em>Capability</em> must not be empty.":["La <em>Capacidad</em> no puede estar vacía."],"The <em>Name</em> must not be empty.":["El <em>Nombre</em> no puede estar vacío."],"The attachment page is restricted to authorized users, but due to technical limitations, the file can still be accessed directly via its URL.":["El acceso a la página del medio está restringido a usuarios autorizados, pero debido a limitaciones técnicas, se puede acceder al archivo directamente a través de su URL."],"The capability has been deleted.":["Se ha borrado la capacidad."],"The chosen capabilities are assigned to the group.":["Las capacidades seleccionadas están asignadas al grupo."],"The complete documentation is available on the %s pages for Groups.":["La documentación completa está disponible en las páginas de %s para Groups."],"The following is only of interest if you have upgraded from Groups 1.x:":["Lo siguiente sólo interesa si se ha actualizado desde Groups 1.x:"],"The group has been deleted.":["Se ha borrado el grupo."],"The manual way:":["La forma manual:"],"The name must not be empty.":["El nombre no debe estar vacío."],"The quick way:":["La forma rápida:"],"The user is a member of the chosen groups.":["El usuario es miembro de los grupos seleccionados."],"There are no results.":["No hay resultados."],"These capabilities will be assigned to the group.":["Estas capacidades se añadirán al grupo."],"These permissions apply to Groups management. They do not apply to access permissions derived from Groups capabilities.":["Estos permisos se aplican a la gestión de Grupos. No se aplican a los permisos de acceso derivados de las capacidades de Grupos."],"This could be important!":["¡Esto puede ser importante!"],"This determines for which post types access restriction settings are offered.":["Aquí se determina el tipo de entradas para el cual se ofrecerán las opciones de restricción de acceso."],"This group has no capabilities.":["Este grupo no tiene capacidades."],"This means that if you had access restrictions in place that were based on capabilities, your entries will still be protected.":["Esto significa que si había restricciones de acceso basadas en capacidades, las entradas están aún protegidas."],"This method is deprecated. You should use Groups_Post_Access_Legacy::get_read_post_capabilities() to retrieve the capabilities instead.":["Este método está en desuso. En vez de ello se debería usar Groups_Post_Access_Legacy::get_read_post_capabilities() para obtener las capacidades."],"To disable, do not define the constant <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> or set it to <code>false</code>.":["Para deshabilitarlo, no definir la constante <code>GROUPS_ADMINISTRATOR_OVERRIDE</code> o ponerla a <code>false</code>."],"To make it easier to transition to the new model for those who migrate from a previous version, we have included legacy access control based on capabilities.":["Para facilitar la transición al nuevo modelo para los que migran de una versión anterior, hemos incluido el control de acceso legado basado en capacidades."],"To put it simple, previously you would have used capabilities to restrict access to posts and now you simply use groups.":["Simplemente, antes se usaban capacidades para restringir el acceso a las entradas y ahora se utilizan grupos."],"Tree":["Árbol"],"Tree of Groups":["Árbol de Grupos"],"Tree view":["Vista en árbol"],"Try the quick-create field first. Unless you need a more complex setup, there is no reason to go this way instead.":["Prueba el campo de creación instantánea primero. A menos que necesites una configuración más compleja, no hay razón para que lo hagas de este otro modo."],"Type and choose &hellip;":["Escribe y elige &hellip;"],"Use the <em>Access restrictions</em> box to limit the visibility of posts, pages and other post types.":["Usa la caja de <em>Restricciones de acceso</em> para limitar la visibilidad a entradas, páginas y otros tipos de entrada."],"Use the <em>Groups</em> box to limit the visibility of posts, pages and other post types.":["Usar la caja <em>Grupos</em> para limitar la visibilidad de entradas, páginas y otros tipos de entrada."],"User profiles":["Perfiles de usuario"],"Using the quick-create field":["Usando el campo de creación instantánea"],"Using the quick-create field, you can create a new group and capability. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["Usando el campo de creación instantánea puedes crear un nuevo grupo y capacidad. La capacidad se asignará al grupo y se activará para ejecutar el permiso de lectura. Los nombres de grupo distinguen entre mayúsculas y minúsculas, el nombre de la capacidad es la versión en minúsculas del nombre del grupo. Si el grupo ya existe, se creará una nueva capacidad y se asignará al grupo existente. Si la capacidad ya existe, se asignará al grupo. Si ambos existen, la capacidad se activará para forzar el permiso de lectura. Para poder usar la capacidad, tu cuenta de usuario se asignará al grupo."],"View the Welcome screen for this version of Groups":["Ver la pantalla de bienvenida para esta versión de Groups"],"Warning!":["¡Advertencia!"],"We have made it even easier to protect your content!":["¡Hemos hecho aún más fácil proteger tus contenidos!"],"Welcome":["Bienvenidos"],"Welcome to Groups":["Bienvenidos a Groups"],"Welcome to Groups %s":["Bienvenidos a Groups %s"],"What's New?":["¿Qué hay de nuevo?"],"Whether you are new to Groups or have been using it before, please make sure to visit the %1$sDocumentation%2$s pages to know more about how to use it.":["Bien si se ha utilizado Groups antes o no, se recomienda visitar a las páginas de %1$sDocumentación%2$s para saber más sobre su uso."],"Yes, here we go!":["¡Claro que sí!"],"You are a member of the %s group.":["Es miembro del grupo %s."],"You are running the system with legacy access control based on capabilities disabled.":["El sistema está funcionando con el control de acceso legado basado en capacidades desactivado."],"You are running the system with legacy access control based on capabilities enabled.":["El sistema está funcionando con el control de acceso legado basado en capacidades activado."],"You can create a new group and capability here. The capability will be assigned to the group and enabled to enforce read access. Group names are case-sensitive, the name of the capability is the lower-case version of the name of the group. If the group already exists, a new capability is created and assigned to the existing group. If the capability already exists, it will be assigned to the group. If both already exist, the capability is enabled to enforce read access. In order to be able to use the capability, your user account will be assigned to the group.":["Puedes crear un nuevo grupo y capacidad aquí. La capacidad será asignada al grupo y activada para forzar el permiso de lectura. Los nombres de grupo distinguen entre mayúsculas y minúsculas, el nombre de la capacidad es la versión en minúsculas del nombre del grupo. Si el grupo ya existe, se creará una nueva capacidad y se asignará al grupo existente. Si la capacidad ya existe, se asignará al grupo. Si ambos existen, la capacidad se activará para forzar el permiso de lectura. Para poder usar la capacidad, tu cuenta de usuario se asignará al grupo."],"You can create a new group by indicating the group's name.":["Se puede crear un nuevo grupo indicando el nombre del grupo."],"You can restrict the visibility of this %1$s to group members. Choose one or more groups that are allowed to read this %2$s. If no groups are chosen, the %3$s is visible to anyone.":["Se puede restringir la visibilidad de esta/e %1$s a miembros de grupos. Seleccionar uno o más grupos que tienen permiso de leer esta/e %2$s. Si no se selecciona ningún grupo, el/la %3$s es visible para todo el mundo."],"You can restrict the visibility to group members. Choose one or more groups to restrict access. If no groups are chosen, this entry is visible to anyone.":["Se puede restringir la visibilidad a miembros de grupos. Seleccionar uno o más grupos para restringir el acceso. Si no se seleccionan grupos, la entrada queda visible para todos."],"You can select one or more capabilities that are enabled for access restriction.":["Puedes seleccionar una o más capacidades que están activadas para la restricción de acceso."],"You can select one or more groups to restrict access to its members.":["Se pueden seleccionar uno o más grupos para restringir el acceso a sus miembros."],"You cannot set any access restrictions.":["No puedes establecer ninguna restricción de acceso."],"You have joined the %s group.":["Se ha unido al grupo %s."],"You have left the %s group.":["Ha dejado el grupo %s."],"You must be in a group that has at least one capability enabled to enforce read access.":["Debes pertenecer a un grupo que tenga al menos una capacidad activada para forzar el permiso de lectura."],"You need to have permission to set access restrictions.":["Se debe disponer de permisos para poner restricciones de acceso."],"You should use Groups_Post_Access_Legacy::create() to pass a capability restriction instead.":["Se debería usar Groups_Post_Access_Legacy::create() para pasar una capacidad de restricción en vez de ello."],"Your support matters!":["¡Tu apoyo es importante!"],"access":["acceso"],"groups":["grupos"],"members":["miembros"],"paging\u0004%1$s of %2$s":["%1$s de %2$s"],"label for conjunctive groups filter checkbox\u0004&cap;":["&cap;"],"Help tab title and heading\u0004Capabilities":["Capacidades"],"Help tab title and heading\u0004Groups":["Grupos"],"Help tab title and heading\u0004Options":["Opciones"],"title of dismiss notice link\u0004Dismiss":["Descartar"],"Attachment field label\u0004Groups":["Grupos"],"Bulk edit field label\u0004Groups":["Grupos"],"Column header\u0004Groups":["Grupos"],"Column header (Users)\u0004Groups":["Grupos"],"Groups section heading (add user)\u0004Groups":["Grupos"],"Groups section heading (edit user)\u0004Groups":["Grupos"],"Groups section heading (user profile)\u0004Groups":["Grupos"],"Help heading\u0004Groups":["Grupos"],"Help tab title\u0004Groups":["Grupos"],"Help title\u0004Groups":["Grupos"],"Meta box title\u0004Groups":["Grupos"],"Network menu page title\u0004Groups":["Grupos"],"Plugin action link\u0004Groups":["Grupos"],"Plugin action link\u0004Options":["Opciones"],"menu item title\u0004Groups":["Grupos"],"page-title\u0004Groups":["Grupos"],"label title for conjunctive groups filter checkbox\u0004Users must belong to all chosen groups":["Los usuarios deben ser miembros de todos los grupos seleccionados"]}}}